Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: always
et_ee: alati

source: hourly
et_ee: iga tund

source: daily
et_ee: iga päev

source: weekly
et_ee: igal nädalal

source: monthly
et_ee: iga kuu

source: yearly
et_ee: igal aastal

source: never
et_ee: Jamais

source: Change frequency - albums
et_ee: Fréquence des modifications : albums

source: Change frequency - images
et_ee: Fréquence des modifications : images

source: Change frequency - Zenpage pages
et_ee: Fréquence des modifications : pages Zenpage

source: Change frequency - Zenpage news index
et_ee: Fréquence des modifications : index des actualités Zenpage

source: Change frequency: Zenpage news articles
et_ee: Fréquence des modifications : articles d’actualités Zenpage

source: Change frequency - Zenpage news categories
et_ee: Fréquence des modifications : catégories d’actualités Zenpage

source: Enable Google image and video extension
et_ee: Active l’extension Google image et vidéo

source: If checked, the XML output file will be formatted using the Google XML image and video extensions where applicable.
et_ee: Si cette option est activée, le fichier de sortie XML sera formaté en utilisant si possible les extensions Google image et vidéo.

source: <strong>Note:</strong> Other search engines (Yahoo, Bing) might not be able to read your sitemap. Also the Google extensions cover only image and video formats. If you use custom file types that are not covered by Zenphoto standard plugins or types like .mp3, .txt and .html you should probably not use this or modify the plugin. Also, if your site is really huge think about if you really need this setting as the creation may cause extra workload of your server and result in timeouts
et_ee: <strong>Note:</strong> Les autres moteurs de recherche (Yahoo, Bing) ne pourront peut-être pas lire votre sitemap. Les extensions XML de Google ne concernent que les formats image et vidéo. Si vous utilisez d’autres types de fichiers qui ne sont pas couverts par les extensions standards Zenphoto ou des fichiers tels que mp3, txt et html, vous ne devriez pas utiliser cette extension sans la modifier. De plus, si votre site est volumineux, pensez-y sérieusement avant d’utiliser cette option car cela risque de surcharger le serveur.

source: Google - URL to image license
et_ee: Google – URL vers la licence de l’image

source: Optional. Used only if the Google extension is checked. Must be an absolute URL address of the form: http://mydomain.com/license.html
et_ee: Optionnelle. Utilisée seulement si l’extension Google est cochée (doit être une URL complète de la forme : http://mondomaine.com/license.html).

source: Sitemap processing chunk
et_ee: Nombre d’albums par fichier sitemap

source: The number of albums that will be processed for each sitemap file. Lower this value if you get script timeouts when creating the files.
et_ee: Le nombre d’albums traités par fichier sitemap. Veuillez diminuer cette valeur si, lors de la création des fichiers, les scripts prennent trop de temps à répondre.

source: * This option may be set via the <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em></a> plugin options.
et_ee: * Ce paramètre peut être configuré avec ceux de l’extension <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em>.

source: Sitemap tools
et_ee: Sisukorra tööriistad

source: Generate or purge sitemap cache files.
et_ee: Tekita või eemalda saidi sisukorra puhverfailid.

source: Utility to divert access to the gallery to a screen saying the site is upgrading.
et_ee: Outil pour rediriger l’accès vers une page temporaire pendant la mise à jour du site.

source: %s upgrade
et_ee: %s värskendamine

source: <strong><em>%s</em></strong> is undergoing an upgrade
et_ee: <strong><em>%s</em></strong> est en train d’être mis à jour

source: Please return later
et_ee: Veuillez revenir plus tard

source: Site status:
et_ee: Veebilehe olek:

source: The site is closed!
et_ee: Veebileht on suletud

source: The site is in test mode!
et_ee: Veebileht on testimisel.

source: The site is opened
et_ee: Veebileht on avatud

source: Site » test mode
et_ee: Veebileht » testimisolek

source: Make the site available for viewing administrators only.
et_ee: Muuda veebileht nähtavaks ainult administraatoritele.

source: Site » open
et_ee: Veebileht » ava

source: Make site available for viewing.
et_ee: Muuda veebileht avalikuks.

source: Site » close
et_ee: Veebileht » sule

source: Make site unavailable for viewing by redirecting to the "closed.html" page.
et_ee: Rend le site inaccessible aux utilisateurs en les redirigeant vers la page « closed.html » (fermé).

source: Speed
et_ee: Vitesse

source: Speed of the transition in milliseconds.
et_ee: Vitesse de la transition en millisecondes.

source: Slide width
et_ee: Slaidi laius

source: Width of the images in the slideshow.
et_ee: Piltide laius slaidiesituse vaates. <em>[jQuery Cycle mode option]</em>.

source: Slide height
et_ee: Hauteur de la diapositive

source: Height of the images in the slideshow.
et_ee: Piltide kõrgus slaidiesituse vaates. <em>[jQuery Cycle mode option]</em>.

source: Cycle Effect
et_ee: Transitions

source: fade
et_ee: fondu

source: slide X
et_ee: selon l’axe X

source: slide Y
et_ee: selon l’axe Y

source: scroll up
et_ee: vers le haut

source: scroll down
et_ee: vers le bas

source: scroll left
et_ee: vers la gauche

source: scroll right
et_ee: vers la droite

source: Timeout
et_ee: Limite de temps

source: Colorbox transition
et_ee: Transition Colorbox

source: elastic
et_ee: élastique

source: The Colorbox transition slide effect to be used.
et_ee: Värvikasti üleminekuefekt.

source: sized image
et_ee: image redimensionnée

source: The image type you wish to use for the Colorbox. If you choose 'sized image' the slideshow width value will be used for the longest side of the image.
et_ee: Pilditüüp, mida tahad värvikastiga kasutada. Kui valid kindla suurusega pildi, siis saab slaidiesituse laiuseks pildi pikim külg.

source: This album is password protected!
et_ee: Cet album est protégé par mot de passe !

source: Stop and return to album or image page
et_ee: Peata ja mine tagasi albumi või pildi lehele

source: Pause (to stop the slideshow without returning)
et_ee: Paus (peata slaidiesitus, kuid jää slaidivaate juurde)

source: Play
et_ee: Mängi

source: Slideshow not available because colorbox is not enabled on %1$s <em>%2$s</em> pages.
et_ee: Slaidiesitust ei saa kasutada, sest värvikast pole <em>%2$s</em> de %1$s lehtedel sisse lülitatud.

source: start slideshow
et_ee: démarrer le diaporama

source: stop slideshow
et_ee: peata slaidiesitus

source: image %1$s of %2$s
et_ee: image %1$s de %2$s

source: Invalid linking to the slideshow page.
et_ee: Vigane link slaidiesitusele.

source: Adds static HTML cache functionality to Zenphoto.
et_ee: Ajoute une fonctionnalité de cache HTML statique à Zenphoto.

source: Static HTML Cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
et_ee: Le dossier du cache HTML statique n’a pu être créé. Essayez de le créer manuellement via FTP avec les droits chmod 0777.

source: Cached content of %3$s served by static_html_cache in %1$.4f seconds plus %2$.4f seconds unavoidable Zenphoto overhead.
et_ee: Contenu en cache de %3$s servi par static_html_cache en %1$.4f secondes plus %2$.4f secondes incompressibles, liées à Zenphoto.

source: Static HTML cache expire
et_ee: Délai d’expiration du cache HTML statique

source: When the cache should expire in seconds. Default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
et_ee: Durée d’expiration du cache (en secondes). La valeur par défaut est de 86400 s (1 jour = 24 h * 60 min * 60 s).

source: Excluded pages
et_ee: Pages exclues

source: The list of pages to be excluded from cache generation. Pages that can be excluded are custom theme pages including Zenpage pages (these optionally more specific by titlelink) and the standard theme files image.php (optionally by image file name), album.php (optionally by album folder name) or index.php.<br /> If you want to exclude a page completely enter <em>page-filename.php/</em>. <br />If you want to exclude a page by a specific title, image filename, or album folder name enter <em>pagefilename.php/titlelink or image filename or album folder</em>. Separate several entries by comma.
et_ee: La liste des pages exclues de la génération de cache. Les pages qui peuvent être exclues sont les pages des thèmes personnalisés, dont celles de Zenpage (filtrage possible par titre-lien) et les fichiers de thème standards comme image.php (filtrage possible par le nom de l’image), album.php (filtrage possible par le nom du dossier) ou index.php.<br /> Si vous voulez exclure totalement une page, saisissez <em>lenomdelapage.php</em>.<br /> Si vous voulez exclure une page selon des critères de titre-lien, de nom d’image ou de dossier d’album, saisissez <em>lenomdelapage.php/titre-lien</em> ou <em>nom de l’image</em> ou <em>dossier de l’album</em>. Vous pouvez en saisir plusieurs, séparés par des virgules.

source: Provides functions to print a tag cloud of all tags from a Zenphoto object.
et_ee: Fournit des fonctions pour afficher un nuage de tags de tous les tags d’un objet Zenphoto.

source: Enables jQuery tag suggestions on the search field.
et_ee: Active les suggestions de tags dans le champ de recherche (via jQuery).

source: Allow a visitor to select the theme of the gallery.
et_ee: Permet aux visiteurs de choisir le thème de la galerie.

source: Cookie duration
et_ee: Küpsiste eluiga

source: The time in minutes that the theme switcher cookie lasts.
et_ee: La durée (en minutes) du cookie de sélection du thème.

source: Selector CSS
et_ee: Sélecteur de feuille de style

source: Private
et_ee: Privaatne

source: Only users with <em>Themes</em> rights will see the selector if this is checked.
et_ee: Kui see on märgitud, siis saavad vaid <em>Kujunduste</em> õigusega kasutajad seda valijat näha

source: Theme list
et_ee: Kujunduste loetelu

source: These are the themes that may be selected among.
et_ee: Võid valida nende kujunduste vahel

source: Themes will not show in this list if selecting them would result in a 'not found' error.
et_ee: Kujundusi ei näidata, kui nende valimine päädib 'not found' veaga.

source: Tiny MCE<span id='tinymceversion'></span> text editor for backend <em>textareas</em>
et_ee: Éditeur Tiny MCE<span id='tinymceversion'></span> pour les zones de texte de l’administration

source: Text editor configuration - Zenphoto
et_ee: Configuration de l’éditeur de texte – Zenphoto

source: Applies to <em>admin</em> editable text other than for Zenpage pages and news articles.
et_ee: S’applique au texte éditable par les <em>administrateurs</em> (sauf pour les pages et actualités Zenpage).

source: Text editor configuration - Zenpage
et_ee: Configuration de l’éditeur de texte – Zenpage

source: Applies to editing on the Zenpage <em>pages</em> and <em>news</em> tabs.
et_ee: S’applique au texte éditable par les administrateurs pour les <em>pages</em> et les <em>actualités</em>.

source: Predefined size (px) for custom size images included using tinyZenpage.
et_ee: Taille prédéfinie (px) pour les images de taille personnalisée insérées avec tinyZenpage.

source: Custom thumb crop - size
et_ee: Rognage personnalisé des vignettes – taille

source: Predefined size (px) for custom cropped thumb images included using tinyZenpage.
et_ee: Taille prédéfinie (px) pour les images rognées insérées avec tinyZenpage.

source: Custom thumb crop - width
et_ee: Rognage personnalisé des vignettes – largeur

source: Predefined crop width (%) for custom cropped thumb images included using tinyZenpage.
et_ee: Largeur de rognage prédéfinie (%) pour les images rognées insérées avec tinyZenpage.

source: Custom thumb crop - height
et_ee: Rognage personnalisé des vignettes – hauteur

source: Predefined crop height (%) for custom cropped thumb images included using tinyZenpage.
et_ee: Hauteur de rognage prédéfinie (%) pour les vignettes d’images avec rognage personnalisé qui sont insérées avec tinyZenpage.

source: Flowplayer width
et_ee: Flowplayer : largeur

source: Video player width if included using tinyZenpage
et_ee: Largeur de la fenêtre du lecteur vidéo s’il est inséré avec tinyZenpage.

source: Flowplayer height
et_ee: Flowplayer : hauteur

source: Video player height for videos included using tinyZenpage
et_ee: Hauteur du lecteur vidéo pour les vidéos insérés avec tinyZenpage

source: Video player height for mp3s included using tinyZenpage
et_ee: Hauteur du lecteur vidéo pour les mp3 insérés avec tinyZenpage

source: Trivial SPAM filter.
et_ee: Tavaline spämmifilter

source: pass
et_ee: réussi

source: moderate
et_ee: modereeri

source: reject
et_ee: rejeter

source: This action will be taken for all messages.
et_ee: Cette action sera appliquée pour tous les messages

source: Tweet news articles when published.
et_ee: Twitter les actualités lorsqu’elles sont publiées.

source: The <em>php_curl</em> extension is required
et_ee: L’extension <em>php_curl</em> est requise

source: Consumer key
et_ee: Clé de consommateur

source: This <code>tweet_news</code> app for this site needs a <em>consumer key</em>, a <em>consumer key secret</em>, an <em>access token</em>, and an <em>access token secret</em>.
et_ee: L’extension <code>tweet_news</code> requiert une <em>clé de consommateur (consumer key)</em>, une <em>clé secrète de consommateur (consumer key secret)</em>, un <em>jeton d’accès (access token)</em> et un <em>code secret du jeton d’accès (access token secret)</em>.

source: Get these from <a href="http://dev.twitter.com/">Twitter developers</a>
et_ee: Obtenez-les de la page des <a href="http://dev.twitter.com/">développeurs Twitter</a>.

source: Secret
et_ee: Salajane

source: The <em>secret</em> associated with your <em>consumer key</em>.
et_ee: Le <em>code secret</em> associé à votre clé de consommateur.

source: Access token
et_ee: Jeton d’accès

source: The application <em>oauth_token</em> token.
et_ee: Le jeton d’accès <em>oauth_token</em> de l’application.

source: Access token secret
et_ee: Code secret du jeton

source: The application <em>oauth_token</em> secret.
et_ee: Le code secret <em>oauth_token</em> de l’application

source: Protected objects
et_ee: Objets protégés

source: If checked, protected items will be tweeted. <strong>Note:</strong> followers will need the password to visit the tweeted link.
et_ee: Si coché, les éléments protégés seront twittés.<strong>Note.</strong> les personnes qui suivent le fil Twitter devront saisir leur mot de passe pour suivre les liens twittés.

source: Scan pending
et_ee: Balayage en cours

source: <code>tweet_news</code> notices when a page or an article is published. If the date is in the future, it is put in the <em>to-be-tweeted</em> and tweeted when that date arrives. This option allows you to re-populate that list to the current state of scheduled tweets.
et_ee: L’extension <code>tweet_news</code> s’active lorsqu’une page ou un article est publié. Lorsqu’un article a une date de publication ultérieure, il est placé avec les nouvelles <em>à twitter plus tard</em> et sera twitté au moment de la publication. Cette option permet de mettre à jour la liste de nouvelles à twitter.

source: Tweet
et_ee: Twitter

source: If a <em>type</em> is checked, a Tweet will be made when an object of that <em>type</em> is published.
et_ee: Si un <em>type</em> est coché, un twit sera envoyé lorsqu’un objet de ce <em>type</em> sera publié.

source: Tweet Language
et_ee: Langue des twits

source: Select the language for the Tweet message.
et_ee: Choisir la langue des messages twittés.

source: *not categorized*
et_ee: *aucune catégorie*

source: Only those <em>news categories</em> checked will be Tweeted. <strong>Note:</strong> <em>*not categorized*</em> means those news articles which have no category assigned.
et_ee: Seules <em>les catégories d’actualités</em> cochées sont twittées. <strong>Note :</strong> <em>*aucune catégorie*</em> désigne les articles qui n’ont été assignés à aucune catégorie.

source: Error tweeting <code>%1$s</code>: %2$s
et_ee: Erreur en twittant <code>%1$s</code> : %2$s

source: New image: [%2$s]%1$s
et_ee: Nouvelle image : [%2$s]%1$s

source: New album: %s
et_ee: Nouvel album : %s

source: Scheduled items have been noted for tweeting.
et_ee: Les éléments planifiés ont été placés en file pour être twittés.

source: Tweet News Errors:
et_ee: Erreurs de twits d’actualités :

source: Tweet me
et_ee: Envoyez-moi des twits.

source: <em>http</em> image upload handler.
et_ee: gestionnaire de chargement <em>http</em>.

source: <em>jQuery</em> image upload handler.
et_ee: gestionnaire de chargement <em>jQuery</em>.

source: jQuery uploader requires PHP 5.3 or greater.
et_ee: Le gestionnaire de chargement jQuery requiert PHP 5.3 ou plus récent.

source: Provides management of users based on when they were created.
et_ee: Permet de gérer les utilisateurs selon leur date de création.

source: Days until expiration
et_ee: Jours avant l’échéance

source: Warning interval
et_ee: Hoiatuste sagedus

source: The period in days before the expiry during which a warning message will be sent to the user. (If set to zero, no warning occurs.)
et_ee: Le nombre de jours avant l’échéance aucours desquels un message d’avertissement est envoyé à l’utilisateur. (Si ce nombre est zéro, aucun message n’est envoyé.)

source: Auto renew
et_ee: Renouvellement automatique

source: Automatically renew the subscription if the user visits during the warning period.
et_ee: Renouveler automatiquement l’abonnement si l’utilisateur visite la galerie durant la période d’avertissement.

source: Password cycle
et_ee: Salasõna vahetamise sagedus

source: Number of days between required password changes. Set to zero for no required changes.
et_ee: Päevade arv, mille järel tuleb muuta salasõna. Kui sa salasõna muutmist ei nõua, kirjuta seadetesse 0

source: expiry
et_ee: Échéance

source: Your user id for the Zenphoto site %s will expire on %s.
et_ee: Sinu kasutajanimi %s aegub %s.

source: User id expiration
et_ee: Échéance d’un compte d’utilisateur

source: You have used that password recently. Please choose a different password.
et_ee: Kasutasid seda salasõna alles hiljuti. Palun vali mõni muu salasõna.

source: Expires soon
et_ee: Varsti aegub

source: Your subscription expires on %s
et_ee: Votre abonnement sera échu le %s

source: You must change your password.
et_ee: Peate vahetama salasõna

source: You have users whose credentials have expired.
et_ee: Osadel kasutajatel on andmed aegunud

source: Provides rudimentary user groups.
et_ee: Offre une gestion rudimentaire des groupes d’utilisateurs.

source: no groups established
et_ee: ühtki gruppi pole loodud

source: *no group affiliation
et_ee: *aucune affiliation à un groupe

source: *no group selected
et_ee: *aucun groupe sélectionné

source: (Template)
et_ee: (Mall)

source: Applying a template will merge the template with the current <em>rights</em> and <em>objects</em>.
et_ee: Malli sisselülitamine sulandab sellega veebilehe õigused ja üksused.

source: no group affiliation
et_ee: aucune affiliation à un groupe

source: User group membership: %s
et_ee: Kuulub kasutajagruppi: %s

source: Templates are highlighted.
et_ee: Mallid on esile toodud.

source: assignments
et_ee: seostamised

source: groups
et_ee: grupid

source: Provides a means for users to login/out from your theme pages.
et_ee: Offre un outil pour vos pages de thème afin de permettre aux utilisateurs de se connecter ou de se déconnecter.

source: Login form
et_ee: Sisselogimisvorm

source: Form
et_ee: Vorm

source: Colorbox
et_ee: Värvikast

source: If the user is not logged-in display an <em>in-line</em> logon form or a link to a modal <em>Colorbox</em> form.
et_ee: Si l’utilisateur n’est pas connecté, afficher un formulaire de connexion <em>en ligne</em> ou une boîte modale <em>Colorbox</em>.

source: Provides a utility function to send e-mails to all users who have provided an e-mail address.
et_ee: Offre un outil pour envoyer un email à tous les utilisateurs enregistrés qui ont fourni leur adresse.

source: User mailing list
et_ee: Postiloend

source: Mailing
et_ee: E-postitamine

source: <strong>Note: </strong>No <em>sendmail</em> filter is registered. You must activate and configure a mailer plugin.
et_ee: <strong>Note: </strong>Aucun filtre <em>sendmail</em> n’est enregistré. Une extension mailer doit être activée et configurée.

source: Mail sent.
et_ee: E-kiri on saadetud.

source: Subject:
et_ee: Teema:

source: To:
et_ee: Kellele:

source: Message:
et_ee: Sõnum:

source: Send another mail
et_ee: Saada uus kiri

source: Please enter the message you want to send.
et_ee: Sisesta sõnum, mida soovid saata

source: Select users:
et_ee: Vali kasutajad:

source: Send mail
et_ee: Saada kiri

source: Provides a means allowing users to select the image size to view.
et_ee: Annab võimaluse muuta kuvatava pildi suurust

source: Image sizes allowed
et_ee: Lubatud pildi suurused

source: Selector
et_ee: Valija

source: Radio buttons
et_ee: Raadionupud

source: Drop-down
et_ee: Rippmenüü

source: Choose the kind of selector to be presented the viewer.
et_ee: Vali, mis tüüpi valijat kasutada

source: Default size
et_ee: Vaikimisi suurus

source: The initial size for the image. Format is a single instance of the sizes list.
et_ee: Pildi algusuurus.

source: Select image size
et_ee: Vali pildi suurus

source: There is a format error in your <em>viewer_size_image_sizes</em> option string.
et_ee: Vorminguviga <em>viewer_size_image_sizes</em> valikus.

source: There is a format error in your $usersizes string.
et_ee: Vorminguviga stringis $usersizes.

source: There is a format error in user size selection
et_ee: Il y a une erreur de format dans la sélection de la taille de l’utilisateur

source: There is a format error in your $default parameter
et_ee: Il y a une erreur de format dans le paramètre $default

source: Import Wordpress pages, posts, categories, and comments to Zenpage.
et_ee: Offre la possibilité d’importer des pages, des articles, des catégories et des commentaires Wordpress vers Zenpage.

source: Wordpress Importer
et_ee: Wordpressi importija

source: An importer for Wordpress posts and pages to Zenpage.
et_ee: Wordpressi postituste ja lehtede importimiseks Zenpage'i

source: Query failed :
et_ee: Päring nurjus:

source: Please try again
et_ee: Proovi uuesti

source: Missing
et_ee: Puudub

source: Wordpress-Database info
et_ee: Wordpressi andmebaasi teave

source: Database user
et_ee: Andmebaasi kasutaja

source: Database password
et_ee: Andmebaasi salasõna:

source: <strong>ERROR:</strong> Could not connect to the Wordpress database - Query failed :
et_ee: <strong>ERREUR : </strong>Impossible de se connecter à la base de données Wordpress. La requête a échoué :

source: <strong>ERROR:</strong> Wordpress database could not be selected - Query failed :
et_ee: <strong>ERREUR : </strong>La base de données Wordpress n’a pu être sélectionnée. La requête a échoué :

source: Category <em>%s</em> added
et_ee: Lisati kategooria <em>%s</em>

source: A category with the title/titlelink <em>%s</em> already exists!
et_ee: Kategooria nimega või linknimega <em>%s</em> on juba olemas!

source: No categories to import.
et_ee: Pole ühtki kategooriat, mida importida

source: Tag <em>%s</em> added
et_ee: Lisati silt <em>%s</em>

source: A tag with the title/titlelink <em>%s</em> already exists!
et_ee: Silt nime või linknimega <em>%s</em> on juba olemas!

source: No tags to import.
et_ee: Pole ühtki silti, mida importida.

source: %1$s <em>%2$s</em> added
et_ee: Lisati %1$s <em>%2$s</em>

source: %1$s with the title/titlelink <em>%2$s</em> already exists!
et_ee: %1$s nime või linknimega <em>%2$s</em> on juba olemas!
