Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: A plugin to print the most common HTML meta tags to the head of your site's pages.
et_ee: Extension servant à inscrire dans l’en-tête (section Head) des pages HTML de votre site les métabalises les plus courantes.

source: Cache control
et_ee: Puhverdamise kontroll

source: If the browser cache should be used.
et_ee: Kas tuleks kasutada veebilehitseja puhvrit.

source: If the pages should be allowed to be cached on proxy servers.
et_ee: Indique si les pages peuvent être mises en cache par les serveurs proxy.

source: Revisit after
et_ee: Visiter de nouveau après

source: Expires
et_ee: Expiration

source: Site logo
et_ee: Saidi logo

source: HTML meta tags
et_ee: HTML metasildid

source: Which of the HTML meta tags should be used. For info about these in detail please refer to the net.
et_ee: Les métabalises HTML qui peuvent être utilisées (une recherche sur internet vous donnera leur signification).

source: * This option may be set via the <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a> plugin options.
et_ee: * Ce paramètre peut être configuré avec ceux de l’extension <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a>.

source: User validation
et_ee: Kasutaja tuvastamine

source: verify
et_ee: kontrolli

source: trusted
et_ee: usaldusväärne

source: Set to <em>trusted</em> to presume the HTTP user is securely authorized. (This setting does not verify passwords against the Zenphoto user.)
et_ee: Cochez <em>faire confiance</em> pour présumer que l’utilisateur HTTP a été autorisé avec un protocole sécurisé. (Ce paramétrage ne vérifie pas les mots de passe de l’utilisateur Zenphoto).

source: Functions that provide various statistics about images and albums in the gallery.
et_ee: Funktsioonid, mis pakuvad erinevat statistikat piltide ja albumite kohta selles galeriis.

source: Last update: %s
et_ee: Viimati muudetud: %s

source: %1$u new %2$s
et_ee: %1$u uut %2$s

source: Rating: %1$u (Votes: %2$u)
et_ee: Hääletamine: %1$u (Hääli: %2$u)

source: Views: %u
et_ee: Vaatamisi: %u

source: Attaches "Image effects" to images and thumbnails.
et_ee: Ajoute des « effets d’image » aux images et aux vignettes.

source: No acknowledgement
et_ee: Aucune reconnaissance

source: <strong>Note:</strong> Although this plugin supports <em>Effenberger effects</em>, due to licensing considerations no <em>Effenberger effects</em> scripts are included. See <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> by Christian Effenberger to select and download effects.
et_ee: Pour des raisons de licence, aucun effet Effenberger n’est fourni avec cette extension. Consultez <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> par Christian Effenberger pour choisir et télécharger des effets.

source: <strong>Error:</strong> <em>%s</em> effect no longer exists.
et_ee: <strong>Erreur :</strong> l’effet <em>%s</em> n’existe plus.

source: Images (standard)
et_ee: Images (standards)

source: Apply <em>effect</em> to images shown via the <code>printDefaultSizedImage()</code> function.
et_ee: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printDefaultSizedImage()</code>.

source: Images (custom)
et_ee: Images (personnalisées)

source: Apply <em>effect</em> to images shown via the custom image functions.
et_ee: Applique <em>l’effet</em> sélectionné aux images affichées avec les fonctions d’images personnalisées.

source: Image thumbnails (standard)
et_ee: Vignettes d’images (standards)

source: Apply <em>effect</em> to images shown via the <code>printImageThumb()</code> function.
et_ee: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printImageThumb()</code>.

source: Album thumbnails (standard)
et_ee: Vignettes de l’album (standards)

source: Apply <em>effect</em> to images shown via the <code>printAlbumThumbImage()</code> function.
et_ee: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printAlbumThumbImage()</code>.

source: Image thumbnails (custom)
et_ee: Vignettes d’images (personnalisées)

source: Apply <em>effect</em> to images shown via the custom image functions when <em>thumbstandin</em> is set.
et_ee: Applique <em>l’effet</em> sélectionné aux images affichées avec les fonctions d’images personnalisées quand <em>thumbsandin</em> est spécifié.

source: Album thumbnails (custom)
et_ee: Vignettes de l’album (personnalisées)

source: Apply <em>effect</em> to images shown via the <code>printCustomAlbumThumbImage()</code> function.
et_ee: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printCustomAlbumThumbImage()</code>.

source: Random pool
et_ee: Choix aléatoire

source: Pool of effects for the <em>random</em> effect selection.
et_ee: Groupe d’effets pour la sélection d’effet <em>aléatoire</em>.

source: Acknowledgments
et_ee: Crédits et remarques

source: Effect
et_ee: Effet

source: <strong>Warning:</strong> <em>%1$s</em> invalid effect definition file
et_ee: <strong>Attention :</strong> fichier de définition d’effet <em>%1$s</em> invalide

source: <strong>Warning:</strong> <em>%1$s</em> missing effect component: %2$s
et_ee: <strong>Attention :</strong> composant manquant de l’effet <em>%1$s</em> : %2$s

source: <strong>Warning:</strong> <em>%1$s</em> missing effect definition file
et_ee: <strong>Attention :</strong> fichier de définition de l’effet <em>%1$s</em> manquant

source: Tools to block hacker access to your site.
et_ee: Häkkeritõrje tööriist

source: Allow
et_ee: Luba

source: Block
et_ee: Blokeeri

source: IP list
et_ee: IP loetelu

source: List of IP ranges to %s.
et_ee: Loetelu %s IP vahemikest

source: Import list
et_ee: Impordi loetelu

source: Import an external IP list. <p class="notebox"><strong>NOTE:</strong> If this list is large it may exceed the capacity of Zenphoto and %s to process and store the results.
et_ee: Impordi väline IP list. <p class="notebox"><strong>NB:</strong> Kui loetelu on mahukas, siis võib see ületada Zenphoto ja %s võimed loetelu töötlemiseks ja tulemuste salvestamiseks.

source: How the plugin will interpret the IP list.
et_ee: Kuidas plugin IP loetelu näitab

source: Admin page requests will be ignored after this many failed tries.
et_ee: Juurdepääs blokeeritakse pärast seda arvu ebaõnnestunud katseid saada haldusliidesse

source: The block will be removed after this many minutes.
et_ee: Blokeering eemaldatakse mõne minuti pärast

source: IP list ranges cannot be managed with the plugin disabled
et_ee: IP loetelu vahemikke ei saa käidelda, kui plugin on välja lülitatud

source: clear list
et_ee: tühjenda loetelu

source: IP address format error
et_ee: IP aadressi vormingu viga

source: jQuery jCarousel thumb nav plugin with dynamic loading of thumbs on request via JavaScript.
et_ee: extension jCarousel thumb nav de jQuery, avec chargement dynamique des vignettes à la demande par JavaScript.

source: Thumbs number
et_ee: Nombre de vignettes

source: The number of thumbs to scroll by. Note that the CSS might need to be adjusted.
et_ee: Définit le nombre de vignettes à faire défiler à la fois. Le fichier CSS peut nécessiter des ajustements.

source: Width of the carousel. Note that the CSS might need to be adjusted.
et_ee: Pildikarusselli laius. NB! võib juhtuda, et CSS vajab kohendamist.

source: Height of the carousel. Note that the CSS might need to be adjusted.
et_ee: Hauteur du carrousel. Le fichier CSS peut nécessiter des ajustements.

source: Full image link
et_ee: Lien vers l’image pleine grandeur

source: If checked the thumbs link to the full image instead of the image page.
et_ee: Si coché, le lien des vignettes pointe vers l’image pleine grandeur elle-même au lieu de pointer à la page de visualisation de l’image.

source: If checked the carousel will flow vertically instead of the default horizontal. Changing this may require theme changes!
et_ee: Si cette option est activée, le caroussel se déplacera verticalement et non horizontalement. Cela peut nécessiter des modifications à votre thème.

source: The scripts for which jCarousel is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
et_ee: Les scripts pour lesquels jCarousel est activé. {Les thèmes qui le requièrent peuvent activer ce paramètre ; sinon, vous devrez le faire vous-même !}

source: Enable <strong>jPlayer</strong> to handle multimedia files.
et_ee: Active <strong>jPlayer</strong> pour traiter les fichiers multimédias.

source: Please see <a href='http://jplayer.org'>jplayer.org</a> for more info about the player and its license.
et_ee: Veuillez consulter <a href='http://jplayer.org'>jplayer.org</a> pour plus d’informations sur ce lecteur et sa licence.

source: This player does not support <em>External Albums</em>.
et_ee: Ce lecteur ne gère pas les <em>albums externes</em>.

source: jPlayer not enabled, %s is already instantiated.
et_ee: jPlayer n’est pas activé car %s est déjà instancié.

source: Autoplay
et_ee: Lecture automatique

source: Disabled automatically if several players on one page
et_ee: Désactivé automatiquement s’il y a plusieurs lecteurs dans la page

source: Poster (Videothumb)
et_ee: Affiche (vignette vidéo)

source: If the videothumb should be shown (jplayer calls it poster)
et_ee: Indique si la vignette vidéo doit être affichée (jPlayer appelle cela une affiche)

source: Poster cropping (Videothumb)
et_ee: Rognage des affiches (vignettes vidéos)

source: If enable the videothumb to be cropped. Otherwise jPlayer will squish the image to fit if it does not have the correct aspect ratio.
et_ee: Si activé, la vignette vidéo sera rognée. Sinon, jPlayer déformera l’image si les proportions du cadre ne correspondent pas à celles de la vidéo.

source: Audio poster (Videothumb)
et_ee: Affiche audio (vignette audio)

source: If the poster should be shown for audio files (mp3,m4a,fla) (does not apply for playlists which are all or none).
et_ee: Indique si le poster doit être affiché pour les fichiers audio (mp3,m4a,fla) (ne s’applique pas aux listes de lecture qui sont tout ou rien).

source: Show title
et_ee: Afficher le titre

source: If the title should be shown below the player in single player mode (not needed on normal themes) (ignored in playlists naturally).
et_ee: Indique si le titre doit être affiché sous le lecteur en mode « lecture individuelle » (pas nécessaire sur les thèmes normaux) (ignoré pour les listes de lecture)

source: Playlist support
et_ee: Gestion des listes de lecture

source: Enable this if you wish to use the playlist mode this loads the scripts needed. NOTE: You have to add the function printjPlayerPlaylist() to your theme yourself. See the documentation for info.
et_ee: Activer cette option pour utiliser le mode « liste de lecture » ; cela chargera les scripts nécessaires. Vous devrez ajouter la fonction printjPlayerPlaylist() à votre thème (référez-vous à la documentation).

source: Playlist numbered
et_ee: Liste de lecture numérotée

source: Enable this if you wish the playlist to be numbered.
et_ee: Cocher pour numéroter les éléments de la liste de lecture.

source: Playlist playtime
et_ee: Temps de lecture de la liste

source: Enable if you want to show the playtime of playlist entries.
et_ee: Cocher pour afficher la durée des éléments de liste de lecture.

source: Enable download
et_ee: Autoriser le téléchargement

source: Enables direct file downloads (playlists only).
et_ee: Autorise le téléchargement direct des fichiers (seulement pour les listes de lecture)

source: Player skin
et_ee: Pleieri kujundus

source: This multimedia format is not supported by jPlayer
et_ee: Ce format multimédia n’est pas supporté par jPlayer

source: previous
et_ee: précédente

source: play
et_ee: lecture

source: stop
et_ee: peata

source: mute
et_ee: sourdine

source: unmute
et_ee: enlever la sourdine

source: max volume
et_ee: volume maximum

source: full screen
et_ee: plein écran

source: restore screen
et_ee: restauration de l’image

source: shuffle
et_ee: lecture aléatoire

source: shuffle off
et_ee: lecture aléatoire désactivée

source: repeat
et_ee: répétition

source: repeat off
et_ee: répétition désactivée

source: Update Required
et_ee: Uuendamine on vajalik

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.
et_ee: Pour jouer ce média, vous devez mettre à jour soit votre fureteur, soit votre <a href="http://get.adobe.com/flashplayer/" target="_blank">plugin Flash</a>.

source: Use this plugin is to enable using older third party spam filters.
et_ee: See plugin lubab töötada vanematel kolmandate osapoolte spämmifiltritel

source: Only one SPAM handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
et_ee: Ainult üks spämmikäitlusplugin võib olla korraga sisse lülitatud. <a href="#%1$s"><code>%1$s</code></a> on juba sisse lülitatud.

source: Please contact the author of your SPAM filter and request it be updated to work with the <i>plugin</i> model of SPAM filters. This plugin will be removed from future Zenphoto releases.
et_ee: Võta ühendust oma spämmifiltri autoriga ja palu tal seda uuendada, et filter suudaks töötada spämmifiltrite <i>plugina</i> mudeliga. Zenphoto tulevased versioonid eemaldavad selle plugina.

source: Associated Spam Filter
et_ee: seotud spämmifilter

source: macros
et_ee: makrod

source: released
et_ee: välja antud

source: Mark release
et_ee: Märgi väljalase

source: Edits the version.php file making a "%s" install.
et_ee: Muudab version.php faili "%s" paigaldamisel.

source: Truncate indicator*
et_ee: Indicateur de coupure*

source: Append this string to truncated titles.
et_ee: Chaîne de caractères à ajouter à la fin des titres coupés.

source: Truncate titles*
et_ee: Couper les titres*

source: Limit titles to this many characters. Zero means no limit.
et_ee: Piira tähemärke pealkirjades (0 = piiramatu).

source: * These options may be set via the <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a> plugin options.
et_ee: * Ces paramètres sont configurés avec ceux de l’extension <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of these options are shared with other plugins.</p>
et_ee: <p class="notebox">*<strong>Note. </strong> Ces paramétrages sont aussi utilisés d’autres extensions.</p>

source: Menu
et_ee: Menüü

source: menu
et_ee: menüü

source: Page %1$u (Current Page)
et_ee: Page %1$u (page courante)

source: News index
et_ee: Index des actualités

source: createMenuIfNotExists item %s has an empty link.
et_ee: l’élément %s de la fonction createMenuIfNotExists a un lien vide.

source: createMenuIfNotExists item %s has an empty title.
et_ee: l’élément %s de la fonction createMenuIfNotExists a un titre vide.

source: createMenuIfNotExists item %s has an empty title or link.
et_ee: l’élément %s de la fonction createMenuIfNotExists a un titre ou un lien vide.

source: createMenuIfNotExists item %s has an invalid type.
et_ee: l’élément %s de la fonction createMenuIfNotExists est de type invalide.

source: createMenuIfNotExists item %1$s query (%2$s) failed: %3$s.
et_ee: la requête (%2$s) pour l’élément %1$s de la fonction createMenuIfNotExists a échoué : %3$s.

source: createMenuIfNotExists has posted processing errors to your debug log.
et_ee: La fonction createMenuIfNotExists a inscrit des erreurs de traitement dans le journal de déboggage.

source: Merges several RSS feeds into one.
et_ee: Fusionne plusieurs flux RSS en un seul.

source: PHP <em>SimpleXML</em> is required.
et_ee: Le module <em>SimpleXML</em> de PHP est requis.

source: RSS feeds to merge
et_ee: RSS vood sulandamiseks

source: Enter the full urls of the feeds to merge separated by semicolons(e.g. "http://www.domain1.com/rss; http://www.domain2.com/rss")
et_ee: Saisissez l’URL complète des flux à fusionner, séparés par des points-virgules (ex.: « http://www.domaine1.com/rss; http://www.domaine2.com/rss »)

source: Select your theme based on the device connecting to your site
et_ee: Sélectionner le thème selon le type d’appareil qui consulte votre galerie

source: Phone theme
et_ee: Telefoni teema

source: gallery theme
et_ee: galerii teema

source: Select the theme to be used when a phone device connects.
et_ee: Choisir le thème utilisé lorsqu'un téléphone se connecte.

source: Tablet theme
et_ee: Tahvelarvuti teema

source: Select the theme to be used when a tablet device connects.
et_ee: Choisir le thème utilisé lorsqu'une tablette se connecte.

source: Tablet
et_ee: Tablette

source: live
et_ee: Normal

source: Put the plugin in <em>test mode</em> and it will simulate the selected device. If <em>live</em> is selected operations are normal.
et_ee: Si vous mettez l’extension en mode <em>test</em>, cela simulera le fonctionnement de l’appareil sélectionné. Si vous la mettez en mode <em>normal</em>, la galerie reprendra son fonctionnement normal.

source: View the mobile gallery
et_ee: Visitez la galerie en mode mobile

source: View the normal gallery
et_ee: Visitez la galerie en mode normal

source: Multiple <em>Theme</em> layouts
et_ee: Mitu <em>teemat</em>

source: Enable multiple layouts for
et_ee: Activer plusieurs mises en page pour

source: Select layout:
et_ee: Sélectionner la mise en page :

source: Select album layout:
et_ee: Sélectionner la mise en page de l’album :

source: Select default album image layout:
et_ee: Sélectionner la mise en page de l’image par défaut de l’album :

source: Reset individual image layouts
et_ee: Réinitialiser les mises en page des images individuelles

source: default
et_ee: par défaut

source: inherited
et_ee: hérité

source: album default
et_ee: par défaut pour l’album

source: from category
et_ee: depuis une catégorie

source: No extra <em>%s</em> theme pages available
et_ee: Aucune page supplémentaire du thème <em>%s</em> disponible

source: Query failure: %s
et_ee: Requête échouée : %s

source: Prints a paged thumbs navigation on image.php, independent of the album.php's thumbs.
et_ee: Prépare un bloc de vignettes de navigation dans le fichier image.php, indépendamment des vignettes du fichier album.php.

source: Thumbs per page
et_ee: Vignettes par page

source: Controls the number of images on a page. You might need to change this after switching themes to make it look better.
et_ee: Indique le nombre d’images par page. Vous devrez peut être modifier la valeur après avoir changé de thème pour en améliorer l’apparence.

source: Counter
et_ee: Compteur

source: If you want to show the counter 'x - y of z images'.
et_ee: Si vous voulez afficher le compteur « x – y sur z images ».

source: Prevtext
et_ee: TextePrécédent

source: The text for the previous thumbs.
et_ee: Le texte pour les vignettes précédentes.

source: Nexttext
et_ee: TexteSuivant

source: The text for the next thumbs.
et_ee: Le texte pour les vignettes suivantes.

source: The thumb crop width is the maximum width when height is the shortest side
et_ee: La <em>largeur de rognage des vignettes</em> est la largeur maximale quand la hauteur est la plus petite dimension

source: The thumb crop height is the maximum height when width is the shortest side
et_ee: La <em>hauteur de rognage des vignettes</em> est la hauteur maximale quand la largeur est la plus petite dimension

source: Crop
et_ee: Rogner

source: If checked the thumbnail will be a centered portion of the image with the given width and height after being resized to thumb size (by shortest side). Otherwise, it will be the full image resized to thumb size (by shortest side).
et_ee: Si cette case est cochée, la vignette (aux dimensions spécifiées) sera prélevée au centre de l’image redimensionnée à la <em>taille des vignettes</em>. Sinon, la vignette correspondra à l’image pleine grandeur originale redimensionnée à la taille des vignettes (selon le plus petit côté).

source: Placeholders
et_ee: Substituants

source: if you want to use placeholder for layout reasons to fill up the thumbs if the number of thumbs does not match images per page. Recommended only for cropped thumbs.
et_ee: si vous souhaitez utiliser un substituant pour ne pas affecter la mise en page ; le substituant est mis à la place de vignettes si le nombre de vignettes ne correspond pas au nombre d’images par page. Recommandé seulement pour les vignettes rognées.

source: Page list
et_ee: Liste des pages

source: If you want the list of the pages to be shown.
et_ee: Si vous voulez afficher la liste des pages.

source: Pages list prev and next links
et_ee: Liens de navigation « précédent » et « suivant » dans la liste de pages

source: If you want to show previous and next thumb page links with the page list.
et_ee: Si vous voulez afficher les liens avec des vignettes de navigation de pages sur la liste des pages.

source: Pages list length
et_ee: Longueur de la liste de pages

source: The number of links for the page list.
et_ee: Le nombre de liens pour la liste des pages.

source: previous thumbs
et_ee: vignettes précédentes

source: next thumbs
et_ee: vignettes suivantes

source: Images %1$u-%2$u of %3$u (%4$u/%5$u)
et_ee: Images %1$u – %2$u sur %3$u (%4$u/%5$u)

source: Zenphoto outgoing mail handler based on the <em>PHPMailer</em> class mailing facility.
et_ee: Gestionnaire d’emails sortants pour Zenphoto, basé sur <em>PHPMailer</em>.

source: Only one Email handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
et_ee: Ainult üks e-posti käitlev plugin võib olla sisse lülitatud. <a href="#%1$s"><code>%1$s</code></a> on juba aktiivne.

source: Mail protocol
et_ee: Protocole du serveur de mail

source: Select the mail protocol you wish to be used.
et_ee: Choisir le protocole d’email à utiliser.

source: Outgoing mail server
et_ee: Serveur d’email sortant

source: Outgoing mail server.
et_ee: Serveur d’email sortant.

source: Secure mail
et_ee: Email sécurisé

source: no
et_ee: non

source: Set to use a secure protocol.
et_ee: Sélectionner SSL ou TLS pour utiliser un protocole sécurisé.

source: Mail user
et_ee: E-maili kasutaja

source: <em>User ID</em> for mail server.
et_ee: <em>Identifiant</em> pour le serveur d’email.

source: Mail password
et_ee: E-maili salasõna

source: <em>Password</em> for mail server.
et_ee: <em>Mot de passe</em> pour le serveur d’email.

source: POP port
et_ee: Port POP

source: POP port number.
et_ee: Numéro de port POP.

source: SMTP port
et_ee: Port SMTP

source: SMTP port number.
et_ee: Numéro de port SMTP.

source: <code>PHPMailer</code> failed to send <em>%1$s</em>. ErrorInfo:%2$s
et_ee: <code>PHPMailer</code> n’a pu envoyer <em>%1$s</em>. Erreur : %2$s.

source: Adds a theme function to print an album menu either as a nested list or as a dropdown menu.
et_ee: Ajoute au thème une fonction pour afficher un menu d’album soit dans une liste hiérarchique contextuelle, soit comme un menu déroulant.

source: The depth of subalbum levels shown with the <code>printAlbumMenu</code> and <code>printAlbumMenuList</code> "List" option. Note: themes may override this default.
et_ee: Le nombre de niveaux de sous-albums affichés avec l’option « List » de <code>printAlbumMenu</code> et de <code>printAlbumMenuList</code>. Note : les thèmes peuvent supplanter cette valeur.

source: Show counts
et_ee: Afficher les compteurs

source: If checked, image and album counts will be included in the list. Note: Themes may override this option.
et_ee: Si l’option est activée, le nombre d’images et d’albums sera inclus dans la liste. NB : certains thèmes peuvent modifier ce comportement.
