Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Altitude
et_ee: Kõrgus

source: Originating Program
et_ee: Päritoluprogramm

source: Program Version
et_ee: Programmi versioon

source: Video File Format
et_ee: Videofaili vorming

source: Video File Size
et_ee: Videofaili maht

source: Video Artist
et_ee: Video autor

source: Video Title
et_ee: Video pealkiri

source: Bitrate
et_ee: Bitisagedus

source: Bits per sample
et_ee: Bitte sämpli kohta

source: Compression Ratio
et_ee: Pakkimismäär

source: Video Dataformat
et_ee: Video andmevorming

source: File Encoder
et_ee: Faili kodeerija

source: Sample rate
et_ee: Sämplisagedus

source: Format
et_ee: Vorming

source: Channels
et_ee: Kanalid

source: Frame rate
et_ee: Kaadreid sekundis

source: Aspect ratio
et_ee: Proportsioonid

source: Play Time
et_ee: Kestvus

source: No captcha handler is enabled.
et_ee: CAPCHA käitleja ei ole sisse lülitatud.

source: not connected
et_ee: ei ole ühendatud

source: Forbidden(1)
et_ee: Keelatud(1)

source: The cache directory does not exist. Please create it and set the permissions to 0777.
et_ee: Seda vahemälukausta ei ole. Looge see kaust ja andke talle õigused 0777.

source: The cache directory is not writable! Attempts to chmod didn't work.
et_ee: Vahemälukaust ei ole kirjutatav! Katsed kirjutamisõigusi seada ei andnud tulemusi.

source: Image not found; file %s does not exist.
et_ee: Pilti ei leitud; faili %s pole olemas.

source: Image processing of %s resulted in a fatal error.
et_ee: Pildi %s töötlemise tulemusel tekkis tõsine viga.

source: Suffix Not Allowed: %s
et_ee: Järelliide %s pole lubatud

source: Zenphoto script processing %1$s:%2$.4f seconds
et_ee: Zenphoto töötles skripti %1$s :%2$.4f sekundit

source: Zenphoto script processing total:%.4f seconds
et_ee: Zenphoto skripti töötlemise aeg kokku : %.4f sekundit

source: Primary album edit
et_ee: Édition de l’album principal

source: Check if you want <em>edit rights</em> automatically assigned when a user <em>primary album</em> is created.
et_ee: Veuillez cocher pour y assigner automatiquement <em>les droits de modification</em> quand le <em>premier album</em> d’un utilisateur est créé.

source: Minimum password strength
et_ee: Väikseim võimalik salasõna tase

source: Users must provide passwords a strength of at least %s. The repeat password field will be disabled until this floor is met.
et_ee: Les usagers doivent fournir un mot de passe dont la complexité est d’au moins %s. Tant que ce niveau n’est pas atteint, le champ où il faut de nouveau saisir le mot de passe est désactivé.

source: Password hash algorithm
et_ee: Salasõna räsi algoritm

source: The hashing algorithm used by Zenphoto. In order of robustness the choices are %s
et_ee: Zenphoto räsi algoritm. Robustsuse edetabelis on see valik %s

source: Cannot migrate rights to version %1$s (Zenphoto_Authority supports only %2$s and %3$s.)
et_ee: Impossible de migrer les droits vers la version %1$s (Zenphoto_Authority ne gère que les versions %2$s et %3$s).

source: Overview
et_ee: Ülevaade

source: View all
et_ee: Vaata kõiki

source: Upload
et_ee: Lae üles

source: Post comments
et_ee: Kommenteeri

source: Manage all albums
et_ee: Halda kõiki albumeid

source: Themes
et_ee: Kujundused

source: Users with this right may view the admin overview page.
et_ee: See õigus võimaldab näha halduse ülevaatelehte

source: Users with this right may view all of the gallery regardless of protection of the page. Without this right, the user can view only public ones and those checked in his managed object lists or as granted by View Search or View Gallery.
et_ee: See õigus võimaldab näha kogu galeriid sõltumata sellest, kas leht on kaitstud või mitte. Ilma selle õiguseta võib kasutaja näha vaid avaldatud lehti ja neid, mis tema hallatavate objekide nimekirjas või neid lehti, millele annab juurdepääsu otsingu või galerii vaatamise õigus

source: Users with this right may upload to the albums for which they have management rights.
et_ee: See õigus võimaldab kasutajal laadida faile abumitesse, mille haldaja ta on.

source: When the comment_form plugin is used for comments and its "Only members can comment" option is set, only users with this right may post comments.
et_ee: Quand l’extension « comment_form » est utilisée pour les commentaires et que l’option « Seuls les membres peuvent commenter », seuls les utilisateurs ayant ce droit peuvent envoyer des commentaires.

source: Users with this right may make comments tab changes.
et_ee: Ce niveau d’autorisation permet de voir l’onglet « Commentaires » et d’y effectuer des modifications.

source: Users with this right may access the "albums" tab to make changes.
et_ee: Ce niveau d’autorisation permet d’accéder à l’onglet « Albums » pour faire des modifications.

source: Users with this right may edit and manage Zenpage pages.
et_ee: Ce niveau d’autorisation permet de modifier et de gérer les pages Zenpage.

source: Users with this right may edit and manage Zenpage articles and categories.
et_ee: Ce niveau d’autorisation permet de modifier et de gérer les articles et les catégories Zenpage.

source: Files
et_ee: Failid

source: Allows the user access to the "filemanager" located on the upload: files sub-tab.
et_ee: Permet à l’utilisateur d’accéder au gestionnaire de fichiers situé dans le sous-onglet « Télécharger des fichiers ».

source: Manage all pages
et_ee: Halda kõiki lehti

source: Users who do not have "Admin" rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage page.
et_ee: Les utilisateurs qui n’ont pas de droit d’administrateur ne peuvent gérer que les objets qui leur sont attribués. Ce droit leur permet de gérer toutes les pages Zenpage.

source: Manage all news
et_ee: Halda kõiki uudislugusid

source: Users who do not have "Admin" rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage news article or category.
et_ee: Les utilisateurs qui n’ont pas de droit d’administrateur ne peuvent gérer que les objets qui leur sont attribués. Ce droit leur permet de gérer tous les articles et toutes les catégories Zenpage.

source: Users who do not have "Admin" rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any album in the gallery.
et_ee: Les utilisateurs qui n’ont pas de droit d’administrateur ne peuvent gérer que les objets qui leur sont attribués. Ce droit leur permet de gérer n’importe quel album de la galerie.

source: Users with this right may make themes related changes. These are limited to the themes associated with albums checked in their managed albums list.
et_ee: Ce niveau d’autorisation permet d’effectuer des modifications sur les thèmes (dans la limite de ceux correspondant aux albums sur lesquels l’utilisateur a des droits).

source: Users with this right may make additions and changes to the set of tags.
et_ee: Ce niveau d’autorisation permet d’ajouter ou de modifier les jeux de tags.

source: Users with this right may make changes on the options tabs.
et_ee: Ce niveau d’autorisation permet d’effectuer des changements dans l’onglet « Options ».

source: The master privilege. A user with "Admin" can do anything. (No matter what his other rights might indicate!)
et_ee: Le niveau d’autorisation maximal. Un tel niveau permet de tout faire sur la galerie (quels que soient les droits sélectionnés en plus de celui-ci !).

source: View gallery
et_ee: Vaata galeriid

source: Users with this right may view otherwise protected generic gallery pages.
et_ee: Ce niveau d’autorisation permet de voir les pages ordinaires qui seraient normalement protégées.

source: View search
et_ee: Vaata otsingut

source: Users with this right may view search pages even if password protected.
et_ee: Ce niveau d’autorisation permet de voir les pages de recherche même si elles sont protégées par mot de passe.

source: View fullimage
et_ee: Vaata originaalsuuruses pilte

source: Users with this right may view all full sized (raw) images.
et_ee: Nende õigustega kasutajad saavad näha kõiki originaalsuuruses pilte.

source: Access all
et_ee: Ligipääs kõigele

source: Users with this right have access to all zenpage news articles.
et_ee: Nende õigustega kasutajad saavad ligi kõigile zenpage artiklitele.

source: Users with this right have access to all zenpage pages.
et_ee: Nende õigustega kasuytajad pääsevad ligi kõigile Zenpage lehtedele

source: Users with this right have access to all albums.
et_ee: Selle õigusega kasutajatel on ligipääs kõigile albumitele

source: View unpublished
et_ee: Vaata avaldamata elemente

source: Users with this right will see all unpublished items.
et_ee: Les usagers ayant ce niveau d’autorisation permet de voir tous les éléments non publiés.

source: User
et_ee: Kasutaja

source: Users must have this right to change their credentials.
et_ee: Ce niveau d’autorisation est nécessaire pour que les usagers puissent modifier leurs permissions.

source: All rights
et_ee: Kõik õigused

source: Default rights
et_ee: Droits par défaut

source: Sorry, that is not the answer.
et_ee: Désolé, ce n’est pas la réponse

source: You are receiving this e-mail because of a password reset request on your Zenphoto gallery.
et_ee: Vous recevez ce message suite à une demande de réinitialisation de mot de passe d’un utilisateur de votre galerie Zenphoto.

source: You are receiving this e-mail because of a password reset request on your Zenphoto gallery from a user who tried to log in as %s.
et_ee: Vous recevez ce message suite à une demande de réinitialisation de mot de passe d’un utilisateur de votre galerie Zenphoto qui a essayé de se connecter avec l’identifiant %s.

source: There was no one to which to send the reset request.
et_ee: Il n’y a aucun destinataire à qui envoyer la demande de réinitialisation.

source: To reset your Zenphoto Admin passwords visit: %s
et_ee: Pour réinitialiser votre mot de passe administrateur Zenphoto, rendez-vous à : %s

source: If you do not wish to reset your passwords just ignore this message. This ticket will automatically expire in 3 days.
et_ee: Si vous ne souhaitez pas réinitialiser vos mots de passe, vous n’avez qu’à ignorer ce message. Cette demande expirera automatiquement dans 3 jours.

source: The Zenphoto information you requested
et_ee: Les informations que vous avez demandé sur Zenphoto

source: Your input did not match the captcha
et_ee: Ce que vous avez saisi ne correspond pas au Captcha

source: What is your father's middle name?
et_ee: Quel est le 2e prénom de votre père ?

source: What street did your Grandmother live on?
et_ee: Sur quelle rue vit votre grand-mère ?

source: Who was your favorite singer?
et_ee: Quel est votre chanteur favori ?

source: When did you first get a computer?
et_ee: Quand avez-vous eu votre premier ordinateur ?

source: How much wood could a woodchuck chuck if a woodchuck could chuck wood?
et_ee: Les saucisses de l’archiduchesse sont-elles sèches ou archisèches ?

source: What is the date of the Ides of March?
et_ee: À quelle date tombent les ides de mars ?

source: There was an error logging in.
et_ee: Impossible de se connecter.

source: Check your username and password and try again.
et_ee: Vérifiez vos identifiant et mot de passe et réessayez.

source: Check password and try again.
et_ee: Vérifiez votre mot de passe et essayez de nouveau.

source: A reset request has been sent.
et_ee: Une demande de réinitialisation a été envoyée.

source: Supply the correct response to the question below and you will be directed to a page where you can change your password.
et_ee: Répondez correctement à la question qui suit et vous serez redirigé vers une page où vous pourrez modifier votre mot de passe.

source: Challenge question:
et_ee: Question défi :

source: Your response
et_ee: Votre réponse

source: Enter your User ID and press <code>Refresh</code> to get your challenge question.
et_ee: Saisissez votre nom d’utilisateur et cliquez sur <code>Rafraîchir</code> afin d’obtenir votre question secrète.

source: Submit
et_ee: Sisesta

source: Return
et_ee: Retour

source: Request reset by e-mail
et_ee: Demande de réinitialisation par email

source: Login
et_ee: Sisene kasutajana

source: Logon using:%s
et_ee: Logi sisse kasutades:%s

source: Password
et_ee: Salasõna

source: Log in
et_ee: Sisene

source: I forgot my <strong>User ID</strong>/<strong>Password</strong>
et_ee: Unustasin <strong>kasutajanime</strong> ja/või <strong>salasõna</strong>

source: Enter CAPTCHA
et_ee: Sisesta pildil olev tekst

source: Request
et_ee: Taotle

source: Request password reset
et_ee: Taotle salasõna ümberlülitamist

source: password strength weak
et_ee: salasõna tase: nõrk

source: password strength good
et_ee: salasõna tase: hea

source: password strength strong
et_ee: salasõna tase: tugev

source: passwords match
et_ee: Salasõnad kattuvad

source: passwords do not match
et_ee: Salasõnad ei kattu

source: Repeat password
et_ee: Korrake salasõna

source: GD TypeFace path
et_ee: GD TypeFace kaustatee

source: The <strong><em>GD</em></strong> extension is not available.
et_ee: PHP laiendit<strong><em>GD</em></strong> pole serveris.

source: PHP GD library <em>%s</em>
et_ee: PHP GD teegi versioon <em>%s</em>

source: Enable Imagick
et_ee: Lülita Imagick sisse

source: Your PHP has support for Imagick. Check this option if you wish to use the Imagick graphics library.
et_ee: Teie PHP toetab Imagickut. Tehke siia märge, kui soovite seda kasutada.

source: The <strong><em>Imagick</em></strong> library version must be <strong>%s</strong> or later.
et_ee: La bibliothèque <strong><em>Imagick</em></strong> doit être la version <strong>%s</strong> ou plus récente.

source: The <strong><em>ImageMagick</em></strong> binary version must be <strong>%s</strong> or later.
et_ee: <strong><em>ImageMagick</em></strong> peab olema <strong>%s</strong> või uuem.

source: The <strong><em>Imagick</em></strong> extension is not available.
et_ee: <strong><em>Imagick</em></strong> puudub serverist.

source: PHP Imagick library <em>%s</em>
et_ee: PHP Imagick teek, versioon <em>%s</em>

source: Arabic
et_ee: Araabia

source: Chinese Traditional
et_ee: Hiina (traditsiooniline)

source: IBM EBCDIC (Turkish Latin-5)
et_ee: IBM EBCDIC (Türgi latin-5)

source: Cyrillic (DOS)
et_ee: Kirillitsa (DOS)

source: Japanese (JIS-Allow 1 byte Kana)
et_ee: Japonais (JIS-permet le kana à 1 octet)

source: Arabic (DOS)
et_ee: Arabe (DOS)

source: Hebrew (DOS)
et_ee: Hébreu (DOS)

source: IBM EBCDIC (US-Canada)
et_ee: IBM EBCDIC (É-U, Canada)

source: Chinese Simplified (EUC)
et_ee: Chinois simplifié (EUC)

source: Japanese (EUC)
et_ee: Japonais (EUC)

source: Korean (EUC)
et_ee: Coréen (EUC)

source: Chinese Simplified (GB2312)
et_ee: Chinois simplifié (GB2312)

source: Chinese Simplified (HZ)
et_ee: Chinois simplifié (HZ)

source: OEM United States
et_ee: Anglais (États-Unis)

source: Greek (DOS)
et_ee: Grec (DOS)

source: Baltic (DOS)
et_ee: Baltique (DOS)

source: Western European (DOS)
et_ee: Europe occidentale (DOS)

source: Central European (DOS)
et_ee: Europe centrale (DOS)

source: Turkish (DOS)
et_ee: Turc (DOS)

source: Icelandic (DOS)
et_ee: Islandais (DOS)

source: Greek, Modern (DOS)
et_ee: Grec moderne (DOS)

source: Japanese (JIS)
et_ee: Japonais (JIS)

source: Japanese (JIS-Allow 1 byte Kana - SO/SI)
et_ee: Japonais (JIS– permet le kana à 1 octet – SO/SI)

source: Korean (ISO)
et_ee: Coréen (ISO)

source: Western European (ISO)
et_ee: Europe occidentale (ISO)

source: Central European (ISO)
et_ee: Europe centrale (ISO)

source: Baltic (ISO)
et_ee: Baltique (ISO)

source: Cyrillic (ISO)
et_ee: Cyrillique (ISO)

source: Arabic (ISO)
et_ee: Arabe (ISO)

source: Greek (ISO)
et_ee: Grec (ISO)

source: Hebrew (ISO-Visual)
et_ee: Hébreu (ISO-visuel)

source: Hebrew (ISO-Logical)
et_ee: Hébreu (ISO-logique)

source: Turkish (ISO)
et_ee: Turc (ISO)

source: Korean (Johab)
et_ee: Coréen (Johab)

source: Cyrillic (KOI8-R)
et_ee: Cyrillique (KOI8-R)

source: Cyrillic (KOI8-U)
et_ee: Cyrillique (KOI8-U)

source: Western European (MAC)
et_ee: Europe occidentale (Mac)

source: Japanese (Shift-JIS)
et_ee: Japonais (Shift-JIS)

source: Central European (Windows)
et_ee: Europe centrale (Windows)

source: Cyrillic (Windows)
et_ee: Cyrillique (Windows)

source: Western European (Windows)
et_ee: Europe occidentale (Windows)

source: Greek (Windows)
et_ee: Grec (Windows)

source: Turkish (Windows)
et_ee: Turc (Windows)

source: Hebrew (Windows)
et_ee: Hébreu (Windows)

source: Arabic (Windows)
et_ee: Arabe (Windows)

source: Baltic (Windows)
et_ee: Baltique (Windows)

source: Vietnamese (Windows)
et_ee: Vietnamien (Windows)

source: Thai (Windows)
et_ee: Thaï (Windows)

source: Zenphoto License agreement
et_ee: Accord de licence de Zenphoto

source: This license is in English because the <em>Free Software Foundation</em> does not approve translations as officially valid. Unofficial translations are available <a href="%s">here</a>.
et_ee: Cette licence est en anglais parce que la <em>Free Software Foundation</em> n’a pas officialisé de traductions en d’autres langues. Des traductions non officielles sont disponibles <a href="%s">ici</a>.

source: You must accept this license to continue to use Zenphoto.
et_ee: Vous devez accepter cette licence pour continuer d’utiliser Zenphoto.

source: I agree to these terms and conditions
et_ee: J’accepte les conditions d’utilisation

source: This document is generated from the plugin comment block and other items that are in English and outside of the Zenphoto translation system. This link will send the URL to the Google translation WEB to present the page in your language.
et_ee: Ce document a été généré par le bloc de commentaires de l’extension, et les éléments affichés en anglais ne sont pas intégrés à la traduction Zenphoto. Ce lien permet de traduire cette page avec la traduction automatique Google.

source: See also the Zenphoto online documentation: <a href="%1$s">%2$s</a>
et_ee: Veuillez consulter la documentation en ligne de Zenphoto : <a href="%1$s">%2$s</a>

source: Plugin usage information
et_ee: Information sur l’utilisation de l’extension

source: Option:
et_ee: Valik:

source: Macro defined:
et_ee: Makro on määratletud

source: an unknown release
et_ee: une version inconnue

source: Zenphoto has detected a change in your installation.
et_ee: Zenphoto a détecté un changement dans votre installation.

source: Your server software has changed from %1$s to %2$s.
et_ee: Le logiciel du serveur a été modifié. Il est passé de %1$s à %2$s.

source: Your database software has changed from %1$s to %2$s.
et_ee: Le logiciel de la base de données a été modifié. Il est passé de %1$s à %2$s.

source: Zenphoto %1$s has been copied over %2$s.
et_ee: Zenphoto %1$s a été installé sur %2$s.

source: Your installation has moved from %1$s to %2$s.
et_ee: Votre installation a été déplacée de %1$s à %2$s.

source: The script <code>%1$s</code> has changed.
et_ee: Le script <code>%1$s</code> a changé.

source: The change detected is critical. You <strong>must</strong> run %1$ssetup%2$s for your site to function.
et_ee: Les changements détectés sont critiques. Vous <strong>devez</strong> exécuter la routine d’insallation (%1$ssetup%2$s) pour que votre gallerie fonctionne.

source: The change detected may not be critical but you should run %1$ssetup%2$s at your earliest convenience.
et_ee: Les changements détectés ne sont sans doute pas critiques. Vous devriez néanmoins exécuter la routine d’insallation (%1$ssetup%2$s) le plus rapidement possible.

source: Please restore the setup files from the %1$s [%2$s] release:
et_ee: Palun taasta versiooni %1$s [%2$s] paigaldusfailid (kaust setup):

source: Are you sure you want to delete the image? THIS CANNOT BE UNDONE!
et_ee: Êtes-vous certain(e) de vouloir supprimer cette image ? Cette opération est IRRÉVERSIBLE !

source: Are you sure you want to delete this article? THIS CANNOT BE UNDONE!
et_ee: Êtes-vous certain(e) de vouloir supprimer cet article ? Cette opération est IRRÉVERSIBLE !

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE!
et_ee: Êtes-vous certain(e) de vouloir supprimer cette page ? Cette opération est IRRÉVERSIBLE !

source: Admin Toolbox
et_ee: Haldus

source: Users
et_ee: Kasutajad

source: Logs
et_ee: Logid

source: Sort Gallery
et_ee: Järjesta galerii

source: New Album
et_ee: Nouvel album

source: Edit album
et_ee: Muuda albumit

source: Sort subalbums
et_ee: Järjesta allalbumid

source: Sort images
et_ee: Järjesta pilte

source: Delete the album
et_ee: Supprimer l’album

source: Upload Here
et_ee: Lae siia üles

source: New Album Here
et_ee: Nouvel album ici

source: Delete the image
et_ee: Supprimer l’image

source: Edit image
et_ee: Muuda pilti

source: Create an album from the search
et_ee: Créer un album à partir de cette recherche

source: Create Album
et_ee: Créer un album

source: Logout
et_ee: Välju

source: Previous Page
et_ee: Page précédente

source: Next Page
et_ee: Page suivante

source: The album is un-published.
et_ee: Cet album n’est pas publié.

source: Album Thumbnails
et_ee: Vignettes de l’album

source: Return to search
et_ee: Retour à la recherche

source: Return to archive
et_ee: Tagasi arhiivi

source: The image is marked un-published.
et_ee: L’image est marquée comme non publiée.

source: View image: %s
et_ee: Voir l’image : %s

source: No popular tags
et_ee: Aucun tag populaire

source: getSearchURL $album_list parameter is deprecated. Pass array("albums"=>array(album, album, ...)) instead.
et_ee: Le paramètre $album_list de getSearchURL est obsolète. Utilisez plutôt un tableau array("albums"=>array(album, album, ...)).

source: printSearchForm $album_list parameter is deprecated. Pass array("albums"=>array(album, album, ...)) instead.
et_ee: Le paramètre $album_list de printSearchForm est obsolète. Utilisez plutôt un tableau array("albums"=>array(album, album, ...)).

source: %s within previous results
et_ee: %s parmi les résultats précédents

source: search options
et_ee: otsimisvalikud

source: fields
et_ee: champs

source: Within
et_ee: Parmi

source: New
et_ee: Nouveau

source: no date
et_ee: sans date

source: The page you are trying to view is password protected.
et_ee: La page que vous essayez d’afficher est protégée par mot de passe.

source: login
et_ee: Sisene

source: Powered by <a href="http://www.zenphoto.org" title="A simpler web album"><span id="zen-part">zen</span><span id="photo-part">PHOTO</span></a>
et_ee: Galerii töötab sisuhaldussüsteemil <a href="http://www.zenphoto.org" title="Lihtsaim fotoalbum"><span id="zen-part">Zen</span><span id="photo-part">PHOTO</span></a>

source: 1: Normal (0 deg)
et_ee: 1: Normaalne (0 degré)

source: 2: Mirrored
et_ee: 2: Peegelpilt

source: %d: Unknown
et_ee: %d: tundmatu

source: No Unit
et_ee: Ühikut pole

source: Inch
et_ee: Toll

source: Centimeter
et_ee: Sentimeeter

source: Center of Pixel Array
et_ee: Pikselite massiivi keskkoht

source: Program
et_ee: Programm

source: Portrait
et_ee: Pikuti

source: Landscape
et_ee: Laiuti

source: Standard Output Sensitivity
et_ee: Väljundi standardtundlikkus

source: ISO Speed
et_ee: Tundlikkus (ISO)

source: Average
et_ee: Keskmine

source: Daylight
et_ee: Päevavalgus

source: Fluorescent
et_ee: Fluorestsents

source: Flash
et_ee: Välk

source: Standard Light A
et_ee: Standardvalgus A

source: Standard Light B
et_ee: Standardvalgus B

source: Standard Light C
et_ee: Standardvalgus C

source: ISO Studio Tungsten
et_ee: ISO Studio Tungstène

source: No Flash
et_ee: Ilma välguta

source: Compulsory Flash
et_ee: Sundvälk

source: sRGB
et_ee: sRVB

source: Uncalibrated
et_ee: Non étalonné

source: Monochrome
et_ee: Monokromaatiline

source: RGB
et_ee: RVB

source: sec
et_ee: sek.
