Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Search does partial matches on all fields selected with the possible exception of <em>Tags</em>. This means that if the field contains the search criteria anywhere within it a result will be returned. If <em>exact</em> is selected for <em>Tags</em> then the search criteria must exactly match the tag for a result to be returned.
et_ee: Otsingutulemuses on osalised vasted otsingusõnadele. Erandiks võivad olla <em>sildid</em>). See tähendab, et kui väli sisaldab otsisõna, siis lülitatakse see rida otsingutulemustesse. Kui siltide jaoks nõutakse täpset vastet, siis peab ostisõna täpselt sildile vastama.

source: Setting <code>Treat spaces as</code> to <em>OR</em> will cause search to trigger on any of the words in a string separated by spaces. Setting it to <em>AND</em> will cause the search to trigger only when all strings are present. Leaving the option unchecked will treat the whole string as a search target.
et_ee: Seade <code>"Käsitle tühikuid kui"</code> <em>VÕI</em></code> korral otsitakse andmetest mistahes sisestatud otsisõnu. Kui valida <em>JA</em>, siis otsistakse kõikide nende sisestatud otsisõnadega kirjeid. Kui jätta määramata, siis otsitakse otsilause täpset vastet.

source: <code>Default search</code> sets how searches from search page results behave. The search will either be from <em>within</em> the results of the previous search or will be a fresh <em>new</em> search.
et_ee: <code>Vaikimisi otsing</code> määrab, mismoodi peab otsing toimuma. See võib olla kas otsing juba tagastatud otsingutulemuste hulgast või päris värske otsing.

source: Setting <code>Do not return <em>{item}</em> matches</code> will cause search to ignore <em>{items}</em> when looking for matches.
et_ee: Seade <code>"Ära näita leitud <em>{elementi}</em></code> peidab vastavad <em>{elemendid}</em> otsingutulemustes.

source: Cache expiry
et_ee: Puhvri aegumine

source: Redo search after %s minutes.
et_ee: Korda otsingut %s minuti pärast

source: Search will remember the results of particular searches so that it can quickly serve multiple pages, etc. Over time this remembered result can become obsolete, so it should be refreshed. This option lets you decide how long before a search will be considered obsolete and thus re-executed. Setting the option to <em>zero</em> disables caching of searches.
et_ee: Otsing jätab meelde mõningate otsingute tulemused, et tagastada kiiresti mitmeid lehti jne. Teatud aja jooksul aga võib see meeldejäetud tulemus vananeda, seega tuleb puhvermälu värskendada. Selle seadega saabki määrata, kui kaua aega tagasi sooritatud otsingut tuleks vananenuks lugeda ja värskendada. Kui panna 0 (st. null), siis otsitulemuste puhverdamist ei toimu.

source: See also the <a href="?tab=theme">Theme Options</a> tab for theme specific image options.
et_ee: Vaata ka <a href="?tab=theme">kujunduse seadeid</a>, et anda pildile kujundusele ainuomased seadistused.

source: Default sort order for images.
et_ee: Piltide vaikimisi järjestus

source: Custom sort values must be database field names. You can have multiple fields separated by commas.
et_ee: Kohandatud järjestamisväljade nimed peavad olema andmebaasiväljade nimed. Neid võib olla mitu - sel juhul tuleb nad eraldada komadega.

source: Image quality:
et_ee: Pildi kvaliteet:

source: Normal Image
et_ee: Normaalne pilt

source: <em>full</em> Image
et_ee: <em>täissuuruses</em> (originaal)

source: Thumbnail
et_ee: Pisipilt

source: Compression quality for images and thumbnails generated by Zenphoto.
et_ee: Zenphoto genereeritud pildifailide kokkupakkimismäär.

source: Quality ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
et_ee: Kvaliteedivahemik 0 (halvim pilt, väike maht) kuni 100 (parim pilt, suur maht).

source: If checked, resized images will be created <em>interlaced</em> (if the format permits).
et_ee: Muudetud suurusega pildid on <em>interlaced<em> (juhul, kui failivorming seda võimaldab).

source: Use embedded thumbnail
et_ee: Kasuta integreeritud pisipilti

source: If set, Zenphoto will use the thumbnail imbedded in the image when creating a cached image that is equal or smaller in size. Note: the quality of this image varies by camera and its orientation may not match the master image.
et_ee: Selle valiku korral kasutab Zenphoto pisipiltide puhvrisse salvestamiseks seda pisipilti, mis on originaalpildi metaandmetes, st pildi enda sees. NB! Selle kvaliteet sõltub kaamerast ning asetus ei pruugi kattuda peamise pildi omaga.

source: The PHP EXIF extension is required for this option.
et_ee: See valik töötab vaid juhul, kui PHP EXIF on serveris olemas.

source: Allow upscale:
et_ee: Luba suurendamist:

source: Allow images to be scaled up to the requested size. This could result in loss of quality, so it's off by default.
et_ee: Kas sait võib pilte suurendada, kui nad on nõutavast väiksemad? Kuna see pigem halvendab pildi kvaliteeti, siis on see vaikimisi välja lülitatud.

source: Sharpen:
et_ee: Teravda:

source: Amount
et_ee: Mil määral

source: Radius
et_ee: Raadius

source: Threshold
et_ee: Lävi

source: Add an unsharp mask to images and/or thumbnails.
et_ee: Lisa piltidele ja/või pisipiltidele ebaterav mask.

source: <strong>WARNING</strong>: can overload slow servers.
et_ee: <strong>NB!</strong> See võib aeglase serveri üle koormata!

source: <em>Amount</em>: the strength of the sharpening effect. Values are between 0 (least sharpening) and 100 (most sharpening).
et_ee: <em>Määr</em>: kui tugev peaks olema teravustamisefekt (0 kuni 100).

source: <em>Radius</em>: the pixel radius of the sharpening mask. A smaller radius sharpens smaller details, and a larger radius sharpens larger details.
et_ee: <em>Raadius</em>: teravustamismaski piksli ulatus. Mida väiksem, seda väiksemad detailid alluvad teravustamisele ja vastupidi.

source: <em>Threshold</em>: the color difference threshold required for sharpening. A low threshold sharpens all edges including faint ones, while a higher threshold only sharpens more distinct edges.
et_ee: <em>Lävi</em>: värvide erinevus, millest alates teravustamine mõjub. Madala läve korral teravustatakse pea kõik servad ja piirid, isegi vaevunähtavad. Jne.

source: Watermarks:
et_ee: Vesimärgid:

source: Full sized images
et_ee: Täissuuruses pildid

source: %s thumbnails
et_ee: %s pisipilti

source: image thumb
et_ee: pisipilt

source: cover
et_ee: ülekate

source: % of image
et_ee: % pildist<br />

source: allow upscale
et_ee: luba suurendada

source: offset h
et_ee: kõrguse vähendamine

source: % w,
et_ee: % l,

source: The watermark image is scaled by to cover <em>cover percentage</em> of the image and placed relative to the upper left corner of the image.
et_ee: Vesimärgipildi suurus muudeti vastavaks ülekatteprotsendiga ning paigutati pildi ülemisse vasakusse nurka

source: Caching concurrency:
et_ee: Puhverdamise eelistused:

source: Cache processing worker limit: %s.
et_ee: Puhverdajate arvu piirang: %s.

source: Cache as:
et_ee: Puhverda kui:

source: Original
et_ee: Originaal

source: Select a type for the images stored in the image cache. Select <em>Original</em> to preserve the original image's type.
et_ee: Vali, mis tüüpi pildid ladustatakse puhvrina. Vali <em>Original (algne)</em>, kui soovid, et puhverdatud pildifailid oleksid sama tüüpi, nagu originaalidki.

source: Obscure cache filenames
et_ee: Peida puhverfailide nimed

source: enable
et_ee: sisse lülitatud

source: Cause the filename of cached items to be obscured. This makes it difficult for someone to "guess" the name in a URL.
et_ee: Peida puhverdatud elementide nimed. Nii on raske nende nimesid URLis « ära arvata »

source: Protect image cache
et_ee: Pildipuhvri kaitsmine

source: Enabled
et_ee: Sisse lülitatud

source: Secure image processor
et_ee: Turvaline pilditöötleja

source: When enabled, the image processor will check album access credentials.
et_ee: Sisselülitatult kontrollib pildiprotsessor albumile määratud juurdepääsuõigusi.

source: Full image protection:
et_ee: Täissuuruses piltide kaitse:

source: Disable hotlinking
et_ee: Lülitab välja otselingid originaalfotodeni

source: cache the full image
et_ee: puhverda täissuuruses pilt

source: password:
et_ee: salasõna:

source: user:
et_ee: kasutaja:

source: hint:
et_ee: vihje:

source: Protected view
et_ee: Kaitstud vaade

source: No access
et_ee: Ligipääsu pole

source: Unprotected
et_ee: Kaitsmata

source: Use lock image
et_ee: Lukupilt

source: Metadata
et_ee: Metaandmed

source: show
et_ee: näita

source: hide
et_ee: peida

source: disabled
et_ee: välja lülitatud

source: Select how image metadata fields are handled.
et_ee: Määra, kuidas käidelda metaandmeid

source: Show the field
et_ee: Näita välja

source: Hide the field
et_ee: Peida väli

source: Do not process the field
et_ee: Ära töötle seda välja

source: IPTC encoding:
et_ee: IPTC kodeering:

source: The default character encoding of image IPTC metadata.
et_ee: IPTC andmete vaikimisi kodeering.

source: Imbed IPTC copyright
et_ee: Kaasa IPTC copyright

source: Replicate IPTC metadata
et_ee: Dubleeri IPTC metaandmed

source: If checked IPTC data from the original image will be imbedded in cached copies. If the image has no IPTC data a copyright notice will be imbedded. (The text supplied will be used if the orginal image has no copyright.)
et_ee: Selle valiku korral lisatakse piltide puhverkoopiatesse ka originaalfoto IPTC andmed. Kui pildil ei ole IPTC andmeid, siis lisatakse koopiaõiguse märge.

source: There are no themes for which you have rights to administer.
et_ee: Te ei saa hallata ühtki kujundust, kuna teil pole selleks õigusi

source: Options for <em>%s</em>
et_ee: <em>%s</em> valikud

source: Show theme for:
et_ee: Näita kujundust asukohale:

source: Revert to default
et_ee: Taasta vaikimisi olek

source: Albums:
et_ee: Albumid:

source: thumbnails per row
et_ee: pisipilte ühes reas

source: thumbnails per page
et_ee: pisipilte lehekülje kohta

source: Images:
et_ee: Pildid:

source: Transition:
et_ee: Üleminek:

source: separate
et_ee: eraldi

source: combined
et_ee: kombineeritult

source: Thumb size:
et_ee: Pisipildi suurus:

source: Crop thumbnails:
et_ee: Kärbi pisipilte :

source: %s%% left &amp; right
et_ee: %s%% vasakult ja paremalte<br />

source: %s%% top &amp; bottom
et_ee: %s%% ülalt ja alt

source: Gray scale conversion:
et_ee: Konverteeri hallskaalasse :

source: thumbnail
et_ee: pisipilt

source: If checked, images/thumbnails will be created in gray scale.
et_ee: Selle valiku korral tekivad mustvalged pisipildid.

source: Image size:
et_ee: Pildi suurus:

source: height
et_ee: kõrgus

source: width
et_ee: laius

source: shortest side
et_ee: lühim külg

source: longest side
et_ee: pikim külg

source: Default image display size.
et_ee: Pildi vaikimisi kuvasuurus

source: Gallery index page link:
et_ee: Link galerii avalehele:

source: <strong>Custom theme options</strong>
et_ee: <strong>Oma valikud kujundusele</strong>

source: Expand plugin options
et_ee: Löö pluginate valikud lahti

source: Collapse all plugin options
et_ee: Pane pluginate valikud kokku

source: warning
et_ee: hoiatus

source: There are no plugin options to administer.
et_ee: Pole ühtki plugina seadet, mida hallata

source: Server protocol:
et_ee: Protocole du serveur :

source: secure admin
et_ee: turvaline haldus

source: You <strong>WILL</strong> have to login after changing this option.
et_ee: Pärast selle seade muutmist <strong>PEATE</strong> uuesti sisse logima.

source: Image Processor security
et_ee: Pilditöötleja turvalisus

source: Add a security parameter to image processor URIs to prevent denial of service attacks requesting arbitrary sized images.
et_ee: Lisa pilditöötleja URI-dele turvaparameeter, et hoida ära ründeid teenuste poolt, mis nõuavad piltidele erimõõtmeid. (Add a security parameter to image processor URIs to prevent denial of service attacks requesting arbitrary sized images.)

source: User name
et_ee: Kasutaja nimi

source: Plugins
et_ee: Pluginad

source: Plugins provide optional functionality for Zenphoto.
et_ee: Pluginad lisavad Zenphotole funktsionaalsust

source: They may be provided as part of the Zenphoto distribution or as offerings from third parties.
et_ee: Nad võivad olla Zenphoto enda väljalasete koosseisus või kolmandate osapoolte tehtud.

source: Third party plugins are placed in the <code>%s</code> folder and are automatically discovered.
et_ee: Kolmandate osapoolte pluginad asuvad <code>%s</code> kaustas, kust nad automaatselt tuvastatakse.

source: Find more plugins
et_ee: Otsi veel pluginaid

source: <strong>Note:</strong> Support for a particular plugin may be theme dependent! You may need to add the plugin theme functions if the theme does not currently provide support.
et_ee: <strong>Märkus:</strong> Iga kujundus ei toeta iga pluginat. Võimalik, et te peate mõnda neist redigeerima, lisades sinna vastavaid funktsioonikoode.

source: Available Plugins
et_ee: Saadaval pluginad

source: third party plugin
et_ee: Kolmanda osapoole plugin

source: theme plugin
et_ee: kujundusplugin

source: admin plugin
et_ee: Adminiplugin

source: This plugin is disabled. Click for details.
et_ee: Plugin on välja lülitatud. Klikka üksikasjade nägemiseks.

source: More information on %s
et_ee: Rohkem teavet %s kohta

source: Change %s options
et_ee: Muuda %s valikuid

source: Plugin warnings
et_ee: Plugina hoiatused

source: Official plugin
et_ee: Ametlik plugin

source: Usage info
et_ee: Teave kasutamisest

source: Options
et_ee: Valikud

source: Warning note
et_ee: Hoiatussõnum

source: Refresh Database
et_ee: Värskenda andmebaasi

source: Finished refreshing the database
et_ee: Andmebaasi värskendamine jõudis lõpule

source: Database refresh is incomplete
et_ee: Andmebaasi ei värskendatud täielikult

source: We're all set to refresh the database
et_ee: Andmebaasi värskendamiseks on kõik tehtud.

source: Continue refreshing the database.
et_ee: Jätka andmebaasi värskendamist.

source: Finished refreshing the metadata
et_ee: Metaandmete värskendamine jõudis lõpule

source: Metadata refresh is incomplete
et_ee: Metaandmed värskendati puudulikult

source: We're all set to refresh the metadata
et_ee: Metaandmete värskendamiseks on kõik tehtud.

source: Continue refreshing the metadata.
et_ee: Jätka metaandmete värskendamist.

source: Refresh
et_ee: Värskenda

source: you should return automatically. If not press:
et_ee: Teid peaks automaatselt tagasi suunatama. Kui seda ei juhtu, siis klikake:

source: This process should continue automatically. If not press:
et_ee: See töö peaks iseenesest jätkuma. Kui seda ei toimu, siis klikka:

source: Continue!
et_ee: Jätka!

source: <em>%s</em> not found
et_ee: <em>%s</em> ei leitud.

source: We're all set to refresh the metadata for <em>%s</em>
et_ee: <em>%s</em>: metaandmete värskendamiseks on kõik tehtud.

source: This process should start automatically. If not press:
et_ee: See töö peaks algama automaatselt. Kui midagi ei toimu, siis klikka:

source: Refresh image metadata.
et_ee: Värskenda pildi metaandmeid

source: Go!
et_ee: Läks!

source: database not connected
et_ee: andmebaasiga ei saadud ühendust

source: Check your configuration file to make sure you've got the right username, password, host, and database. If you haven't created the database yet, now would be a good time.
et_ee: Veuillez vérifier le fichier de configuration pour vous assurer que les identifiant, mot de passe, hôte et base de données sont les bons. Si vous n’avez pas encore créé la base de données, il serait temps de le faire.

source: New tags added
et_ee: Uued sildid on lisatud

source: Checked tags deleted
et_ee: Valitud sildid kustutati

source: Tags renamed
et_ee: Sildid on ümber nimetatud

source: Tag Management
et_ee: Siltide haldus

source: Order alphabetically
et_ee: Järjesta tähestiku järgi

source: Order by most used
et_ee: Järjesta kasutamissageduse järgi

source: Delete tags from the gallery
et_ee: Kustuta galerii sildid

source: Delete checked tags
et_ee: Kustuta märgitud sildid

source: Place a checkmark in the box for each tag you wish to delete then press the <em>Delete checked tags</em> button. The brackets contain the number of times the tag appears.
et_ee: Tee linnukesed märkeruutudesse nende siltide juures, mida soovid kustudada. Siis vajuta nupule <em>Kustuta märgitud sildid</em>. Sulgudes on märgitud sildi kasutamisjuhtude arv.

source: Rename tags
et_ee: Nimeta sildid ümber

source: To change the value of a tag enter a new value in the text box below the tag. Then press the <em>Rename tags</em> button
et_ee: Sildi ümbernimetamiseks kirjuta uus nimi soovitud sildi nime all olevasse lahtrisse. Seejärel vajuta nupule <em>Nimeta sildid ümber</em>.

source: New tags
et_ee: Uued sildid

source: Add tags to the list by entering their names in the input fields of the <em>New tags</em> list. Then press the <em>Add tags</em> button
et_ee: Lisa sildid loetellu nii, et kirjutad nende nimed lahtritesse sektsioonis <em>Uued sildid</em>. Seejärel klikka <em>Lisa sildid</em>.

source: File updated successfully
et_ee: Fail on üles laetud

source: Could not write file. Please check its write permissions
et_ee: Faili kirjutamine nurjus. Kontrollige faili õigusi (kas ta on kirjutatav).

source: Cannot edit this file!
et_ee: Seda faili ei saa muuta!

source: Theme File Editor
et_ee: Kujundusfaili redaktor

source: Back to the theme list
et_ee: Tagasi kujunduste loetellu

source: Theme template files (.php)
et_ee: Kujunduse mallifailid (.php)

source: JavaScript files (.js)
et_ee: Javascript (.js)

source: Style sheets (.css)
et_ee: Stiil (.css)

source: Other text files
et_ee: Teised tekstifailid

source: Edit this file
et_ee: Muuda faili

source: File <tt>%s</tt> from theme %s
et_ee: Fail <tt>%s</tt> kujundusest %s

source: Update File
et_ee: Värskenda faili

source: Select a file to edit from the list on your right hand. Keep in mind that you can <strong>break everything</strong> if you are not careful when updating files.
et_ee: Vali muutmiseks fail paremal asuvast loetelust. Pea meeles, et kui faili muutmisega midagi untsu läheb, siis see võib kogu lehe <strong>ära rikkuda</strong>.

source: Theme <em>%s</em> removed.
et_ee: Kujundus <em>%s</em> on kustutatud

source: Error removing theme <em>%s</em>
et_ee: Viga kujunduse <em>%s</em> eemaldamisel.

source: New theme name?
et_ee: Uue kujunduse nimi?

source: Copy of %s
et_ee: %s - koopia

source: Theme folder name?
et_ee: Kujunduse kausta nimi?

source: no theme assigned, defaulting to Gallery theme
et_ee: ühtki kujundust pole valitud, kasutatakse galerii vaikimisi kujundust

source: Show theme for:
et_ee: Näita kujundust, mida kasutab:

source: Current theme for <code><strong>%1$s</strong></code>: <em>%2$s</em>
et_ee: Hetkel sisselülitatud kujundus, mida kasutab <code><strong>%1$s</strong></code> : <em>%2$s</em>

source: Clear theme assignment for %s
et_ee: Eemalda %s seos kujundusega

source: Clear theme assignment
et_ee: Eemalda kujunduse seos

source: Themes allow you to visually change the entire look and feel of your gallery. Theme files are located in your Zenphoto <code>/themes</code> folder.
et_ee: Kujundused võimaldavad muuta tundmatuseni nii galerii väljanägemist kui ka meeleolu. Vastavad failid paiknevad kaustas <code>/themes</code>.

source: You can download more themes from the <a href="http://www.zenphoto.org/zp/theme/">zenphoto themes page</a>.
et_ee: Võite alla laadida ka teisi kujundusi: <a href="http://www.zenphoto.org/zp/theme/">Zenphoto kujunduste leht</a>.

source: Place the downloaded themes in the <code>/themes</code> folder and they will be available for your use.
et_ee: Pange allalaetud kujundused kausta <code>/themes</code> ja neid saab kohe kasutada.

source: You can edit files from custom themes. Official themes shipped with Zenphoto are not editable, since your changes would be lost on next update.
et_ee: Võite muuta oma täiendavate kujunduste faile. Ametlikke Zenphoto kujundusi ei saa muuta, sest vastasel juhul lähevad muudatused igal ZP versiooniuuendusel kaotsi.

source: If you want to customize an official theme, please first <em>duplicate</em> it. This will place a copy in your <code>/themes</code> folder for you to edit.
et_ee: Kui tahate ametlikku kujundust muutal, <em>tehke sellest kõigepealt koopia</em>. See paigutatakse sinnasamasse kujunduste kausta <em>/themes</em> ning ega jäägi teha muud kui kohandada seda oma vajadustele.

source: Installed themes
et_ee: Paigaldatud kujundused.

source: Action
et_ee: Tegevus

source: third party theme
et_ee: Kujundus kolmandalt osapoolelt

source: Version
et_ee: versioon

source: Set <em>%s</em> theme options
et_ee: Seadista kujundus <em>%s</em>

source: Activate
et_ee: Lülita sisse

source: Assign
et_ee: Seosta

source: Current Theme
et_ee: Kasutuselolev kujundus

source: Duplicate
et_ee: Kopeeri

source: Custom thumbnail cropping
et_ee: Pisipildi kohandatud kärbe

source: You can change the portion of your image which is shown in thumbnails by cropping it here.
et_ee: Võid muuta seda pildi osa, mida soovid pisipildina näidata.

source: current thumbnail
et_ee: praegune pisipilt

source: Reset to the default cropping
et_ee: Lülita ümber vaikimisi kärpele

source: Apply the cropping
et_ee: Salvesta kärbe

source: Thumbnail cropping is disabled. Enable this option for the theme if you wish cropped thumbnails.
et_ee: Piltide kärpimine on välja lülitatud. Lülitage see valik oma kujunduse jaoks sisse, kui tahad kasutada kärbitud pisipilte.

source: thumbnail preview
et_ee: eelvaade pisipildina

source: Upload Images
et_ee: Lae pildid üles

source: This web-based upload accepts the file formats: %s, and %s.
et_ee: Veebipõhisel üleslaadimisel on toetatud järgmised failivormingud : %s, ja %s.

source: This web-based upload accepts the file formats: %s and %s.
et_ee: Veebipõhisel üleslaadimisel on toetatud järgmised failivormingud : %s, ja %s.

source: <strong>Note: </strong>
et_ee: <strong>Märkus: </strong>

source: ZIP files must contain only Zenphoto supported <em>image</em> types.
et_ee: ZIP failid võivad sisaldada ainult pildifailie ja ainult Zenphoto poolt toetatud vormingutes.

source: Don't forget, you can also use <acronym title="File Transfer Protocol">FTP</acronym> to upload folders of images into the albums directory!
et_ee: Ärge unustage, et võite kasutada ka <acronym title="File Transfer Protocol">FTP-d</acronym> tervete kaustade üleslaadimiseks kausta albums!.

source: Upload Error
et_ee: Viga üleslaadimisel

source: There was an error submitting the form. Please try again.
et_ee: Vormi sisestamisel tekkis viga. Palun proovige uuesti.

source: Upload complete
et_ee: Fail(id) on üles laetud.

source: PHP Safe Mode Restrictions in effect!
et_ee: PHP Safe Mode piirangud on peal!

source: Zenphoto may be unable to perform uploads when PHP Safe Mode restrictions are in effect
et_ee: Zenphoto ei saa faile üles laadida, kui PHP safe_mode piirangud on sisse lülitatud.

source: Upload to:
et_ee: Lae asukohta:

source: That name is already used.
et_ee: See nimi on juba kasutusel.

source: This upload has to have a folder. Type a title or folder name to continue...
et_ee: Failide üleslaadimiseks tuleb valida kaust. Kirjuta siia pealkii või kausta nimi

source: Make a new Album
et_ee: Loo uus album

source: and
et_ee: ja

source: Publish the album so everyone can see it.
et_ee: avalikusta album, et kõik saaksid seda näha.

source: titled:
et_ee: nimi:

source: with the folder name:
et_ee: kausta nimi:

source: Auto-generate
et_ee: Loo automaatselt

source: There are no albums to which you can upload.
et_ee: Pole sellist albumit, kuhu saaksite oma pilte üles laadida.

source: %s password may not be empty!
et_ee: Salasõna %s ei tohi olla tühi!
