Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Note: The hitcounter plugin is not enabled, therefore any existing values will not get updated.
et_ee: Märkus. Klikiloenduri plugin ei ole sisse lülitatud. Seega ei ole ka uuendatud olemasolevaid andmeid.

source: Back to the top 10 lists
et_ee: Retour aux listes des top 10

source: View more
et_ee: Vaata veel

source: top
et_ee: üles

source: %s images
et_ee: %s pilti

source: This page shows more detailed statistics of your gallery. For album statistics the bar graph always shows the total number of images in that album. For image statistics always the album the image is in is shown.<br />Un-published items are marked in dark red. Images are marked un-published if their (direct) album is, too.
et_ee: See leiht näitab üksikasjalisemat statistikat galerii kohta. Albumi statistika diagramm näitab alati piltide arvu selles albumis. Pildi statistika juure näidatakse alati ka selle albumi nime, kus pilt on. <br />Avaldamata elemendid on märgitud tumepunaselt. Kui album (kaust) pole avaldatud, siis pole ka selles olevad pildid avaldatud.

source: <strong>%1$u</strong> images (%2$u un-published)
et_ee: <strong>%1$u</strong> images (%2$u non publiée(s))

source: <strong>%1$u</strong> albums (%2$u un-published)
et_ee: <strong>%1$u</strong> albums (%2$u non publié(s))

source: <strong>%1$u</strong> comments (%2$u in moderation)
et_ee: <strong>%1$u</strong> commentaires (%2$u en attente de modération)

source: <strong>1</strong> comment (%u in moderation)
et_ee: <strong>Un</strong> commentaire (%u en attente de modération)

source: <strong>%u</strong> comments
et_ee: <strong>%u</strong> commentaires

source: <strong>1</strong> comment
et_ee: <strong>Un</strong> commentaire

source: <strong>%1$u</strong> Pages (%2$u un-published)
et_ee: <strong>%1$u</strong> pages (%2$u non publiée(s))

source: <strong>%1$u</strong> News articles
et_ee: <strong>%1$u</strong> articles d’actualité

source: <strong>%1$u</strong> News articles (%2$u un-published)
et_ee: <strong>%1$u</strong> actualités (%2$u non publiée(s))

source: <strong>%1$u</strong> Categories
et_ee: <strong>%1$u</strong> catégories

source: RSS feeds
et_ee: RSS

source: Statistics for news categories
et_ee: Uudiste kategooriate statistika

source: Statistics for RSS feeds
et_ee: RSS voogude statistika

source: From
et_ee: De

source: to
et_ee: à

source: Show
et_ee: Näita

source: Show PHP Information
et_ee: Näita PHP teavet

source: Display PHP information.
et_ee: Kuva PHP teave.

source: Your PHP configuration information.
et_ee: Teie serveri PHP seadistuse teave

source: Refresh the Database
et_ee: Värskenda andmebaasi

source: Perform a garbage collection of the Database
et_ee: Puhasta andmebaas prahist

source: Forces a refresh of the metadata for all images and albums.
et_ee: Värskenda jõuga kõigi piltide ja albumite metaandmeid.

source: Reset album thumbs
et_ee: Lähtesta albumi pisipildid

source: Reset album thumbnails to either random or most recent
et_ee: Lülita albumi pisipildid ümber kas juhuslikeks või kõige uuemateks.

source: Reset your album thumbnails
et_ee: Lähtesta albumi pisipildid

source: Thumbnails all set to <em>%s</em>.
et_ee: Kõik pisipildid on seatud <em>%s</em>.

source: Thumbnail reset query failed
et_ee: Pisipiltide lähtestamise päring nurjus.

source: Sets all album thumbs to the selected criteria
et_ee: Kehtesta see kriteerium kõigile albumi pisipiltidele

source: Set all albums to
et_ee: Sea kõik albumid

source: Allows only users with Admin or Manage All rights to change the publish state of objects.
et_ee: Luba ainult administraatori või kõikide asjade haldaja õigustega kasutajatel muuta objektide avalikustatuse taset

source: You do not have rights to change the <em>publish</em> state.
et_ee: Teil pole <em>avalikustatuse</em> muutmiseks piisavalt õigusi.

source: Periodically backup the Zenphoto database.
et_ee: Tee aeg-ajalt Zenphoto andmebaasist varukoopiaid.

source: Run interval
et_ee: Käivitamise vahemikud

source: The run interval (in days) for auto backup.
et_ee: Automaatseid varukoopiaid tehakse iga määratud arvu päeva järel

source: Backups to keep
et_ee: Säilitatavad varukoopiad

source: Auto backup will keep only this many backup sets. Older sets will be removed.
et_ee: Automaatseid varukoopiaid säilitatakse ainult määratud hulgal, Ülejäänud kustutatakse

source: Last backup
et_ee: Dernière sauvegarde

source: Auto Backup last ran %s.
et_ee: Automaatne varundamine töötas viimati %s.

source: Provides cache management utilities for Image, HTML, and RSS caches.
et_ee: Procure des fonctions de gestion du cache pour les caches d’image, du code HTML et des flux RSS.

source: Image caching sizes
et_ee: Tailles des images mises en cache

source: Cropped images will be made in these parameters if the <em>Create image</em> box is checked. Un-check to box to remove the settings.You can determine the values for these fields by examining your cached images. The file names will look something like these:
et_ee: Des images rognées selon ces paramètres seront générées si la boîte <em>Créer une image</em> est cochée. Décocher la boîte pour enlever ces réglages. Vous pouvez déterminer les valeurs appropriées en examinant les images en cache. Les noms des fichiers auront la forme suivante :

source: <code>photo_595.jpg</code>: sized to 595 pixels
et_ee: <code>photo_595.jpg</code> : redimensionnée 595 pixels

source: <code>photo_w180_cw180_ch80_thumb.jpg</code>: a size of 180px wide and 80px high and it is a thumbnail (<code>thumb</code>)
et_ee: <code>photo_w180_cw180_ch80_thumb.jpg</code> : redimensionnée à 180 px de largeur et à 80 px de hauteur, et c'est une vignette (<code>thumb</code>)

source: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: sized 85px cropped at about 7.6% (one half of 72/85) from the horizontal and vertical sides with a watermark (<code>copyright</code>) and rendered in grayscale (<code>gray</code>).
et_ee: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code> : redimensionnée à 85 px, rognée à environ 7,6 % (la moitié de 72 / 85) des bords horizontaux et verticaux, avec un filigrane (<code>copyright</code>) et rendu en tons de gris (<code>gray</code>).

source: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: a custom cropped 85px thumbnail with watermark.
et_ee: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code> : une vignette rognée à 85 px (avec paramètres personnalisés) avec filigrane.

source: If a field is not represented in the cached name, leave the field blank. Custom crops (those with cx and cy) really cannot be cached easily since each image has unique values. See the <em>template-functions</em>::<code>getCustomImageURL()</code> comment block for details on these fields.
et_ee: Si un champ n’est pas représenté dans le nom du cache, laissez-le vide. Les rognages personnalisés (ceux avec cx et cy) ne peuvent pas être facilement mis en cache puisque chaque image a des valeurs uniques. Consultez le bloc de commentaires de <em>template-functions</em>::<code>getCustomImageURL()</code> pour plus de renseignements sur ces champs.

source: Some themes use <em>MaxSpace</em> image functions. To cache images referenced by these functions set the <em>width</em> and <em>height</em> parameters to the <em>MaxSpace</em> container size and check the <code>MaxSpace</code> checkbox.
et_ee: Certains thèmes utilisent les fonctions d’images <em>MaxSpace</em>. Pour mettre en cache les images référencées par ces fonctions, veuillez paramétrer la <em>largeur</em> et la <em>hauteur</em> aux valeurs de la taille du contenant <em>MaxSpace</em> et cocher la boîte <code>MaxSpace</code>.

source: Purge cache files
et_ee: Effacer les fichiers du cache

source: If a <em>type</em> is checked, the HTML and RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
et_ee: Si un <em>type</em> est coché, les caches HTML et RSS de l’élément seront vidés lors de la modification de l’état de publication d’un élément de ce <em>type</em>.

source: <strong>NOTE:</strong> The entire cache is cleared since there is no way to ascertain if a gallery page contains dependencies on the item.
et_ee: <strong>NOTE.</strong> Le cache complet est vidé car il est impossible de déterminer si une page a des dépendants.

source: Hide
et_ee: Peida

source: add
et_ee: lisa

source: Size
et_ee: Maht

source: Crop width
et_ee: Rognage : largeur

source: Crop height
et_ee: Rognage : hauteur

source: Crop X axis
et_ee: Axe X de rognage

source: Crop Y axis
et_ee: Axe Y de rognage

source: Watermark
et_ee: Vesimärk

source: Grayscale
et_ee: Mustvalge

source: Finds images that have not been cached and creates the cached versions.
et_ee: Recherche les images qui n’ont pas été mises en cache et en crée des versions dans le cache.

source: You must first set the plugin options for cached image parameters.
et_ee: Vous devez d’abord paramétrer l’extension pour définir les paramètres de cache des images.

source: Cache images
et_ee: Puhverda pildid

source: Purge RSS cache
et_ee: Tühjenda RSS puhver

source: Delete all files from the RSS cache
et_ee: Kustuta kõik RSS infovoo puhverfailid

source: Purge Image cache
et_ee: Tühjenda piltide puhver

source: Delete all files from the Image cache
et_ee: Kustuta kõik piltide puhverfailid

source: Purge HTML cache
et_ee: Tühjenda HTML puhver

source: Clear the static HTML cache. HTML pages will be re-cached as they are viewed.
et_ee: Tühjenda staatiline HTML puhve. HTML lehed ilmuvad sinna tagasi pärast nende kuvamist.

source: You must first set the plugin's options for cached image parameters.
et_ee: Pead kõigepealt selles pluginas seadistama puhverdatud pildi parameetrid.

source: Cache album images
et_ee: Puhverda albumi pildid

source: Checks if there is a Zenphoto versions that is newer than the installed version.
et_ee: Kontrolli, kas Zenphotost on uuemat versiooni kui see siin.

source: PHP <em>DOM Object Model</em> is required.
et_ee: PHP <em>DOM Object Model</em> on kohustuslik

source: Zenphoto download page
et_ee: Zenphoto allalaadimisleht

source: A new version of Zenphoto version is available.
et_ee: Zenphotost on uus versioon olemas.

source: Provides a means for handling arbitrary file types. (No rendering provided!)
et_ee: Mistahes failitüüpide käitlemiseks (ilma kuvamiseta).

source: Watermark default images
et_ee: Vesimärgista vaikimisi pildid

source: Check to place watermark image on default thumbnail images.
et_ee: Märkige, kui tahate vesimärgi pilti näidata vaikimisi pisipiltidel.

source: Handled files
et_ee: Käideldud failid

source: High quality alternate
et_ee: Alternatiiv kõrge kvaliteedi korral

source: <code>getFullImageURL()</code> returns a URL to a file with one of these high quality video alternate suffixes if present.
et_ee: <code>getFullImageURL()</code> tagastab URL'i, mille lõpus on üks neist kõrgekvaliteedilise video järellidetest.

source: Invalid video instantiation: Album does not exist
et_ee: Viga video kuvamisel: albumit pole

source: Invalid video instantiation: file does not exist.
et_ee: Videofaili ei ole

source: Your server does not support symbolic linking.
et_ee: Sinu server ei toeta sümboolseid linke (symlink)

source: Colorbox theme
et_ee: Teema värvikast

source: Name field
et_ee: Nime väli

source: Require
et_ee: Kohustusllik

source: Email field
et_ee: Eposti väli

source: Website field
et_ee: Veebilehe väli

source: Toggled comment block
et_ee: Masquer les commentaires

source: If checked, existing comments will be initially hidden. Clicking on the provided button will show them.
et_ee: Si cette option est activée, les commentaires existants sont masqués par défaut. Le visiteur doit cliquer sur un bouton pour les voir.

source: Show author URL
et_ee: Afficher l’URL de l’auteur

source: To discourage SPAM, uncheck this box and the author URL will not be revealed.
et_ee: Pour décourager le spam, décochez cette case afin de ne pas afficher l’URL de l’auteur.

source: Only members can comment
et_ee: Seuls les membres peuvent commenter

source: If checked, only logged in users will be allowed to post comments.
et_ee: Si l’option est activée, seuls les utilisateurs connectés peuvent poster des commentaires.

source: Allow private postings
et_ee: Autoriser les messages privés

source: If checked, posters may mark their comments as private (not for publishing).
et_ee: Si cette option est cochée, les commentateurs peuvent marquer leur message comme privé (non destiné à la publication).

source: Allow anonymous posting
et_ee: Autoriser les commentaires anonymes

source: If checked, posters may exclude their personal information from the published post.
et_ee: Si cette option est cochée, les commentateurs peuvent cacher leurs renseignements personnels du message publié.

source: Include RSS link
et_ee: Inclure un lien RSS

source: If checked, an RSS link will be included at the bottom of the comment section.
et_ee: Si l’option est activée, un lien RSS apparaîtra au bas de la section des commentaires

source: Comments per page
et_ee: Nombre de commentaires par page

source: The comments that should show per page using the jQuery pagination
et_ee: Le nombre de commentaires qui apparaissent sur une page lorsqu’on utilise la pagination jQuery.

source: Comment editor configuration
et_ee: Kommentaariredaktori seadistamine

source: Configuration file for TinyMCE when used for comments. Set to <code>Disabled</code> to disable visual editing.
et_ee: TinyMCE seadistusfail juhuks, kui seda kasutatakse kommentaarides. <code>Väljas</code> kui visuaalredaktorit pole vaja

source: Uncheck to disable the jQuery pagination of comments. Enabled by default.
et_ee: Décocher pour désactiver la pagination jQuery des commentaires. Fonction activée par défaut.

source: Add a comment:
et_ee: Lisa kommentaar:

source: No Comments
et_ee: Kommentaare pole

source: show comments
et_ee: näita kommentaare

source: hide comments
et_ee: peida kommentaarid

source: on
et_ee: sees

source: Only registered users may post comments.
et_ee: Kommenteerida saavad ainult registreeritud kasutajad

source: Closed for comments.
et_ee: Kommenteerimist ei võimaldata

source: Subscribe to comments
et_ee: Telli kommentaare

source: Prints an e-mail contact so that visitors may e-mail the site administrator.
et_ee: Affiche une adresse email de contact afin que les visiteurs puissent contacter l’administrateur.

source: <p>Fields with <strong>*</strong> are required. HTML or any other code is not allowed.</p>
et_ee: <p> Les champs avec <strong>*</strong> sont obligatoires. Aucun code HTML n’est autorisé.</p>

source: <p>Please confirm that you really want to send this email. Thanks.</p>
et_ee: <p>Veuillez confirmer que vous souhaitez réellement envoyer cet email.</p>

source: <p>Thanks for your message.</p>
et_ee: <p>Merci pour votre message.</p>

source: Send another message.
et_ee: Envoyer un autre message.

source: <p>A copy of your e-mail will automatically be sent to the address you provided for your own records.</p>
et_ee: <p>Une copie de votre email sera automatiquement envoyée pour vos archives à l’adresse que vous avez fournie.</p>

source: required
et_ee: obligatoire

source: omitted
et_ee: omis

source: Set if the <code>%s</code> field should be required, just shown or omitted
et_ee: Spécifie si le <code>%s</code> est obligatoire, affiché et optionnel, ou omis

source: Contact page link
et_ee: Kontaktilehe link

source: Intro text
et_ee: Texte d’introduction

source: The intro text for your contact form
et_ee: Le texte d’introduction du formulaire de contact.

source: Confirm text
et_ee: Texte de confirmation

source: The text that asks the visitor to confirm that he really wants to send the message.
et_ee: Le texte qui demande au visiteur s’il veut réellement envoyer le message.

source: Thanks text
et_ee: Texte de remerciement

source: The text that is shown after a message has been confirmed and sent.
et_ee: Le texte qui est affiché après qu’un message ait été confirmé et envoyé.

source: New message link text
et_ee: Texte pour le lien Nouveau message

source: The text for the link after the thanks text to return to the contact page to send another message.
et_ee: Le texte du lien qui suit le texte de remerciement, et qui permet de retourner à la page de contact pour envoyer un autre message.

source: Require confirmation
et_ee: Confirmation de l’envoi requise

source: If checked, a confirmation form will be presented before sending the contact message.
et_ee: Si coché, un formulaire de confirmation est présenté avant d’envoyer le message au contact.

source: Send copy
et_ee: Envoyer une copie

source: If checked, a copy of the message will be sent to the address provided. <p class='notebox'><strong>Caution: </strong> If you check this option it is strongly recommend to use Captcha and the confirmation option. Be aware that someone could misuse the e-mail address entered for spamming with this form and that in some countries' jurisdictions (e.g. most European countries) you may be made responsible for this then!</p>
et_ee: Si coché, une copie du message est envoyée à l’adresse fournie.<p class='notebox'><strong>Attention.</strong> Il est alors fortement recommandé d’utiliser le Captcha et l’option de confirmation. (Tenez compte du fait que cette utilisation peut être détournée à des fins de SPAM ; dans certains pays – comme dans la plupart des pays européens – vous pouvez en être tenu responsable !)</p>

source: Send copy note text
et_ee: Texte pour l’envoi en copie

source: The text for the note about sending a copy to the address provided in case that option is set.
et_ee: Le texte de la note affichée lorsqu’une copie est envoyée à une adresse spécifiée.

source: Contact recipients
et_ee: Kontakteeru adressaatidega

source: The e-mail address the messages should be sent to. Enter one or more address separated by semicolons.
et_ee: L’adresse email à laquelle les messages doivent être envoyés. Saisissez une ou plusieurs adresses séparées par des points-virgules (sans espace).

source: Name
et_ee: Nimi

source: Company
et_ee: Asutus/ettevõte

source: Street
et_ee: Tänav

source: Postal code
et_ee: Sihtnumber

source: E-mail
et_ee: E-post

source: Website
et_ee: Veebileht

source: Phone
et_ee: Telefon

source: Phone number
et_ee: telefoninumber

source: a title
et_ee: pealkiri

source: a name
et_ee: nimi

source: a company
et_ee: asutus/ettevõte

source: a street
et_ee: tänav

source: a city
et_ee: asula

source: a state
et_ee: osariik/provints/maakond

source: a postal code
et_ee: sihtnumber

source: a country
et_ee: riik

source: a valid email address
et_ee: kehtiv e-postiaadress

source: a website
et_ee: veebileht

source: a phone number
et_ee: telefoninumber

source: a subject
et_ee: teema

source: a message
et_ee: sõnum

source: Please enter %s. Thanks.
et_ee: Veuillez saisir %s. Merci.

source: Please enter %1$s and %2$s. Thanks.
et_ee: Veuillez saisir %1$s et %2$s. Merci.

source: Please enter: %sThanks.
et_ee: Veuillez saisir : %sMerci.

source: Confirm
et_ee: Kinnita

source: Discard
et_ee: Tühista

source: Error sending mail:
et_ee: Erreur lors de l’envoi du message :

source: An image cropping tool.
et_ee: Pildi kärpimise tööriist.

source: Crop image
et_ee: Rogner l’image

source: Permanently crop the actual image.
et_ee: Rogner définitivement l’image originale.

source: attempt to crop an object which is not an image.
et_ee: vous avez essayé de rogner un objet qui n’est pas une image.

source: crop image
et_ee: rogner l’image

source: Image cropping
et_ee: Rognage de l’image

source: You can crop your image by dragging the crop handles on the image
et_ee: Vous pouvez rogner une image en déplaçant les marques sur l’image.

source: <strong>Note:</strong> If you save these changes they are permanent!
et_ee: <strong>Note :</strong>si vous les enregistrez, ces modifications sont définitives !

source: width:%1$s %2$s height:%3$s %4$s clear %5$s
et_ee: laius :%1$s %2$s hauteur :%3$s %4$s sauf %5$s

source: swap width and height fields
et_ee: intervertir les champs largeur et hauteur

source: clear width and height fields
et_ee: effacer les champs largeur et hauteur

source: Provides deprecated Zenphoto functions.
et_ee: Permet d’utiliser les fonctions obsolètes.

source: This plugin is <strong>NOT</strong> required for the Zenphoto distributed functions.
et_ee: Cette extension n’est <strong>pas</strong> nécessaire pour les fonctions utilisées dans les extensions et les modules distribués par Zenphoto.

source: Functions
et_ee: Kõrvalejäetud funktsioonid

source: Send the <em>deprecated</em> notification message if the function name is checked. Un-checking these boxes will allow you to continue using your theme without warnings while you upgrade its implementation.
et_ee: Affiche un message d’avertissement de <em>fonction obsolète</em> lorsque les fonctions cochées ci-contre sont utilisées. En décochant ces cases, vous pouvez continuer d’utiliser votre thème sans recevoir d’avertissement. Mais mettez-le à jour rapidement !

source: function
et_ee: la fonction

source: %1$s (called from %2$s line %3$s) is deprecated
et_ee: %1$s (appelée depuis la ligne %3$s de %2$s) est obsolète.

source: You can disable this error message by going to the <em>deprecated-functions</em> plugin options and un-checking <strong>%s</strong> in the list of functions.<br />
et_ee: Vous pouvez faire disparaître ce message d’erreur en allant aux options de l’extension <em>deprecated-functions</em> (fonctions obsolètes) et en décochant <strong>%s</strong> de la liste des fonctions.<br />

source: Development
et_ee: Arendus

source: Check deprecated use
et_ee: Kontrolli kõrvalejäetud funktsioonide kasutamist

source: Searches PHP scripts for use of deprecated functions.
et_ee: Otsib PHP skripidest funktsioone, millest on loobutud

source: Check for update
et_ee: Kontrolli uuendusi

source: Use getHitcounter().
et_ee: Utilisez getHitcounter().

source: Use printRating().
et_ee: Utilisez printRating().

source: Use printImageMetadata().
et_ee: Utilisez printImageMetadata().

source: Use printCustomSizedImageMaxSpace().
et_ee: Utilisez printCustomSizedImageMaxSpace().

source: Use getCommentDateTime().
et_ee: Utilisez getCommentDateTime().

source: Use truncate_string().
et_ee: Utilisez truncate_string().

source: Use getImageMetaData().
et_ee: Utilisez getImageMetaData().

source: Use getAlbumLocation().
et_ee: Utilisez getAlbumLocation().

source: Use printAlbumLocation().
et_ee: Utilisez printAlbumLocation().

source: Use rewrite_path().
et_ee: Utilisez rewrite_path().

source: Use object->getTags() method.
et_ee: Utilisez la méthode objet->getTags().

source: Use printTags().
et_ee: Utilisez printTags().

source: Use getNumAlbums().
et_ee: Utilisez getNumAlbums().

source: Use getAllAlbums().
et_ee: Utilisez getAllAlbums().

source: Register a "theme_head" filter.
et_ee: Enregistrez un filtre « theme_head » (en-tête de thème).

source: Use zp_apply_filter("theme_head").
et_ee: Utilisez zp_apply_filter("theme_head").

source: Use instead the theme options for images and albums per row.
et_ee: Utilisez plutôt les options de thème pour définir le nombre d’images et d’albums par rangée.

source: Use printZenpageItemsBreadcrumb().
et_ee: Utilisez printZenpageItemsBreadcrumb().

source: Use instead the Album class method isMyItem().
et_ee: Utilisez plutôt la méthode isMyItem() de la classe Album.

source: Use instead the Zenpage category class method getSubCategories().
et_ee: Utilisez plutôt la méthode getSubCategories() de la classe de catégorie Zenpage.

source: Use instead the Zenpage news class method inProtectedCategory().
et_ee: Utilisez plutôt la méthode inProtectedCategory() de la classe d’actualités Zenpage.
