Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: On
et_ee: Sees

source: On + Red Eye Reduction
et_ee: Sees + punasilmsuse eemaldamine

source: Manual Focus
et_ee: Käsitsi teravdamine

source: Full Auto
et_ee: Täisautomaatne

source: Macro/Close-Up
et_ee: Makro/lähivõte

source: Pan Focus
et_ee: Panoraamfookus

source: High
et_ee: Tugev

source: Low
et_ee: Nõrk

source: Close-up (Macro)
et_ee: Lähivõte (makro)

source: External E-TTL
et_ee: E-TTL externe

source: Sunny
et_ee: Päikesepaisteline

source: Cloudy
et_ee: Pilves

source: DaylightColor-fluorescence
et_ee: Päevavalguslamp (fluorestsents)

source: DaywhiteColor-fluorescence
et_ee: Valge päevavalguslamp (flurestsents)

source: White-fluorescence
et_ee: Valge fluorestsentslamp

source: Incandescence
et_ee: Incandescent

source: Unknown:
et_ee: Tundmatu:

source: Red-Eye Reduction
et_ee: Punasilmsuse eemaldaja

source: No Warning
et_ee: Hoiatust pole

source: Warning
et_ee: Hoiatus

source: External
et_ee: Väline

source: Very High
et_ee: Väga kõrge

source: Snow
et_ee: Lumi

source: Warm
et_ee: Soe

source: Cool
et_ee: Külm

source: Zenphoto requires PHP version %s or greater
et_ee: Zenphoto nõuab PHP versiooni %s või uuemat.

source: upgrade
et_ee: Uuendus

source: Reinstalling current Zenphoto release
et_ee: Zenphoto praegust versiooni paigaldatakse uuesti

source: reinstall
et_ee: Paigalda uuesti

source: install
et_ee: paigalda

source: Zenphoto Setup
et_ee: Installation de Zenphoto

source: Setup
et_ee: Installation

source: Welcome to Zenphoto! This page will set up Zenphoto %s on your web server.
et_ee: Tere tulemast Zenphotot kasutama! See leht paigaldab ja seadistab Zenphoto %s sinu veebiserverisse.

source: Systems Check:
et_ee: Vérifications système :

source: <strong>Note:</strong> The release you are installing has debugging settings enabled!
et_ee: <strong>Märkus.</strong> Sellel versioonil, mida paigaldad, on veateate seaded sisse lülitatud!

source: [%u release skipped]
et_ee: [la version %u n’avait pas été installée]

source: We do not test upgrades that skip releases. We recommend you upgrade in sequence.
et_ee: Nous ne testons pas les mises à jour de plus d’un niveau. Nous vous recommandons de mettre à jour Zenphoto un niveau à la fois.

source: Installing Zenphoto v%s
et_ee: Installation de Zenphoto v%s

source: <em>%s</em> security
et_ee: <em>%s</em> turvalisus

source: <em>%s</em> security [is compromised]
et_ee: <em>%s</em> [on kaotanud] turvalisuse

source: Zenphoto suggests you make the sensitive files in the %1$s folder accessable by <em>owner</em> only (permissions = 0600). The file permissions for <em>%2$s</em> are %3$04o which may allow unauthorized access.
et_ee: Zenphoto soovitab kaustas %1$s olevatele failidele anda chmod õigused 0600. <em>%2$s</em> õigused on %3$04o - see võib võimaldada lubamatut ligipääsu.

source: PHP version %s
et_ee: Version %s de PHP

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk.
et_ee: La version %1$s ou plus récente de PHP est requise. Il est même fortement recommandé d’utiliser au moins la version %2$s. Utiliser les versions antérieures est à vos risques.

source: PHP <code>Sessions</code>.
et_ee: Mode <code>Sessions</code> de PHP

source: PHP <code>Sessions</code> [appear to not be working].
et_ee: Le mode <code>Sessions</em> de PHP [ne semble pas fonctionner].

source: PHP Sessions are required for Zenphoto administrative functions.
et_ee: Les fonctions administratives de Zenphoto requièrent les <em>sessions PHP</em>

source: PHP <code>Register Globals</code>
et_ee: Directive <code>Register Globals</code> de PHP

source: PHP <code>Register Globals</code> [is set]
et_ee: La directive <code>Register Globals</code> de PHP [est activée]

source: PHP Register globals presents a security risk to any PHP application. See <a href="http://php.net/manual/en/security.globals.php"><em>Using Register Globals</em></a>. Change your PHP.ini settings to <code>register_globals = off</code>.
et_ee: PHP direktiiv register_globals on suur turvarisk mistahes PHP veebirakendusele. Vaata <a href="http://php.net/manual/en/security.globals.php"><em>Üldiste muutujate kasutamine</em></a>. Muuda oma PHP.ini seadeid nii, et <code>register_globals = off</code>.

source: PHP <code>Safe Mode</code>
et_ee: Mode <code>Sans échec</code> de PHP

source: PHP <code>Safe Mode</code> [is set]
et_ee: Le mode <code>Sans échec</code> de PHP est activé

source: Zenphoto functionality is reduced when PHP <code>safe mode</code> restrictions are in effect.
et_ee: Les fonctionnalités de Zenphoto sont réduites quand le mode <code>sans échec</code> de PHP est activé.

source: <code>Suhosin</code> module [is enabled]
et_ee: <code>Suhosin</code> moodul [sees]

source: The following PHP functions are blocked: %s. Flagged functions are required by Zenphoto. Other functions in the list may be used by Zenphoto, possibly causing reduced functionality or Zenphoto failures.
et_ee: Järgmised PHP funktsioonid on blokeeritud: %s. Lipukesega funktsioone vajab Zenphoto ning need on kohustuslikud. Teiste funktsioonide kasutamine võib päädida Zenphoto kärbitud funktsionaaluse või lausa kinnijooksmisega.

source: PHP <code>magic_quotes_gpc</code>
et_ee: Module <code>magic_quotes_gpc</code> de PHP

source: PHP <code>magic_quotes_gpc</code> [is enabled]
et_ee: Le module <code>magic_quotes_gpc</code> de PHP est activé

source: We strongly recommend disabling <code>magic_quotes_gpc</code>. For more information See <em><a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#what-is-magic_quotes_gpc-and-why-should-it-be-disabled-">What is magic_quotes_gpc and why should it be disabled?</a></em> in the Zenphoto troubleshooting guide.
et_ee: Nous recommandons fortement de désactiver <code>magic_quotes_gpc</code>. Pour plus d’information, voyez le chapitre <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#what-is-magic_quotes_gpc-and-why-should-it-be-disabled-" title="What is magic_quotes_gpc and why should it be disabled?"><em>Qu’est-ce que le module magic_quotes_gpc et pourquoi il doit être désactivé</em></a> du Guide de dépannage de Zenphoto.

source: PHP <code>magic_quotes_runtime</code>
et_ee: Module <code>magic_quotes_runtime</code> de PHP

source: PHP <code>magic_quotes_runtime</code> [is enabled]
et_ee: Le module <code>magic_quotes_runtime</code> de PHP est activé

source: You must disable <code>magic_quotes_runtime</code>.
et_ee: Vous devez désactiver le module <code>magic_quotes_runtime</code> de PHP.

source: PHP <code>magic_quotes_sybase</code>
et_ee: Module <code>magic_quotes_sybase</code> de PHP

source: PHP <code>magic_quotes_sybase</code> [is enabled]
et_ee: Le module <code>magic_quotes_sybase</code> de PHP est activé

source: You must disable <code>magic_quotes_sybase</code>.
et_ee: Vous devez désactiver le module <code>magic_quotes_sybasec</code> de PHP.

source: PHP <code>display_errors</code> [is enabled]
et_ee: PHP <code>display_errors</code> [sees]

source: This setting may result in PHP error messages being displayed on WEB pages. These displays may contain sensitive information about your site.
et_ee: Selle valiku tulemusel näeb PHP veateateid iga veebilehe külastaja. Veateated võivad sisaldada tundlikku informatsiooni teie lehe kohta.

source: PHP <code>gettext()</code> support
et_ee: Support de <code>gettext()</code> de PHP

source: PHP <code>gettext()</code> support [is not present]
et_ee: Le support de <code>gettext()</code> de PHP n’est pas présent

source: Localization of Zenphoto requires native PHP <code>gettext()</code> support
et_ee: La localisation de Zenphoto nécessite l’activation du module <code>gettext()</code> de PHP

source: PHP <code>flock</code> support
et_ee: PHP <code>flock</code> tugi

source: PHP <code>flock</code> support [is not present]
et_ee: PHP <code>flock</code> tugi [puudub]

source: Zenpoto uses <code>flock</code> for serializing critical regions of code. Without <code>flock</code> active sites may experience <em>race conditions</em> which may be causing inconsistent data.
et_ee: Zenpoto kasutab <code>flock</code> turvamaks kriitilist osa ZP koodist. Ilma <code>flock</code>'ita võib lehele saada osaks <em>race conditions</em> which may be causing inconsistent data.

source: PHP <code>setlocale()</code>
et_ee: Fonction <code>setlocale()</code> de PHP

source: PHP <code>setlocale()</code> failed
et_ee: La fonction <code>setlocale()</code> de PHP a échoué

source: Locale functionality is not implemented on your platform or the specified locale does not exist. Language translation may not work.
et_ee: La gestion des paramètres régionaux n’est pas installée sur votre plateforme ou le paramètre régional spécifié n’existe pas. La localisation ne fonctionnera sans doute pas.

source: See the <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">troubleshooting guide</a> on zenphoto.org for details.
et_ee: Lisez le <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">Guide de dépannage</a> sur zenphoto.org pour plus de détails.

source: Setting <em>mbstring.internal_encoding</em> to <strong>UTF-8</strong> in your <em>php.ini</em> file is recommended to insure accented and multi-byte characters function properly.
et_ee: Il est recommandé de régler le paramètre <em>mbstring.internal_encoding</em> à <strong>UTF-8</strong> dans votre fichier <em>php.ini</em> pour utiliser sans problème les caractères accentués et multi-octets.

source: PHP <code>mbstring</code> package
et_ee: Module <code>mbstring</code> de PHP

source: PHP <code>mbstring</code> package [Your internal character set is <strong>%s</strong>]
et_ee: Module <code>mbstring</code> de PHP : [le jeu de caractères interne est <strong>%s</strong>]

source: You need to install the <code>mbstring</code> package or correct the issue with <code>iconv()</code>
et_ee: Peate paigaldama mooduli <code>mbstring</code> paketi või lahenedama probleemi <code>iconv(()</code> funktsiooniga.

source: PHP <code>mbstring</code> package [is not present and <code>iconv()</code> is not working]
et_ee: Le module <code>mbstring</code> de PHP n’est pas présent et <code>iconv()</code> ne fonctionne pas

source: Strings generated internally by PHP may not display correctly. (e.g. dates)
et_ee: Les chaînes de caractères générées par PHP (comme les dates) peuvent ne pas s’afficher correctement.

source: PHP <code>mbstring</code> package [is not present]
et_ee: Le module <code>mbstring</code> de PHP n’est pas présent

source: Graphics library
et_ee: Bibliothèque graphique

source: Graphics support: <code>%s</code>
et_ee: Bibliothèque graphique : <code>%s</code>

source: Graphics support [is not installed]
et_ee: Aucune bibliothèque graphique n’est installée

source: You need to install a graphics support library such as the <em>GD library</em> in your PHP
et_ee: Vous devez installer une bibliothèque graphique comme <em>GD</em> dans votre configuration PHP

source: Your PHP graphics library does not support %1$s or %2$s
et_ee: La bibliothèque graphique de votre configuration PHP ne supporte pas %1$s ou %2$s

source: Your PHP graphics library does not support %1$s
et_ee: La bibliothèque graphique de votre configuration PHP ne supporte pas %1$s

source: To correct this you should install a graphics library with appropriate image support in your PHP
et_ee: Pour corriger cela, vous devriez installer dans votre configuration PHP une bibliothèque graphique qui offre le support des types d’images adéquats

source: Your PHP graphics library does not support %1$s, %2$s, or %3$s
et_ee: La bibliothèque graphique de votre configuration PHP ne supporte pas %1$s, %2$s ou %3$s

source: To correct this you need to install GD with appropriate image support in your PHP
et_ee: Pour corriger cela, vous devez installer dans votre configuration PHP la bibliothèque graphique GD avec le support des formats d’images adéquats

source: PHP graphics image support
et_ee: Support graphique de PHP

source: The unsupported image types will not be viewable in your albums.
et_ee: Les types d’images non supportés ne seront pas visibles dans vos albums.

source: Graphics Library rotation support [is not present]
et_ee: La bibliothèque graphique requise pour gérer la rotation d’images n’est pas installée

source: The graphics support library does not provide support for image rotation.
et_ee: La bibliothèque graphique utilisée ne gère pas la rotation d’images.

source: Graphics support [configuration error]
et_ee: Problème avec le support graphique [erreur de configuration]

source: No Zenphoto image handling library was loaded. Be sure that your PHP has a graphics support.
et_ee: Aucune bibliothèque de gestion d’images pour Zenphoto n’a été chargée. Assurez-vous que votre installation de PHP comporte une bibliothèque graphique.

source: <em>%1$s</em> file
et_ee: <em>%1$s</em> fail

source: <em>%1$s</em> file [does not exist]
et_ee: Faili <em>%1$s</em> [pole olemas]

source: File permissions
et_ee: Droits des fichiers

source: Set File permissions to %s.
et_ee: Établit les droits des fichiers à %s.

source: <em>unknown</em> (<code>%o</code>)
et_ee: <em>inconnu</em> (<code>%o</code>)

source: File Permissions [are %s]
et_ee: Les droits des fichiers sont : %s

source: If file permissions are not set to <em>strict</em> or tighter there could be a security risk. However, on some servers Zenphoto does not function correctly with tight file permissions. If Zenphoto has permission errors, run setup again and select a more relaxed permission.
et_ee: Si les droits des fichiers ne sont pas réglés à <em>strict</em> ou à <em>très strict</em>, cela pose un risque de sécurité. Malheureusement, certains serveurs ne supportent pas bien les droits d’accès stricts. Si vous rencontrez des problèmes, relancez l’installation en donnant un droit d’accès un peu plus ouvert.

source: Your filesystem is Macintosh
et_ee: Votre système de fichiers est celui du Macintosh

source: Zenphoto is unable to deal with Macintosh file names containing diacritical marks. You should avoid these.
et_ee: Zenphoto ne peut traiter les noms de fichiers Macintosh qui contiennent des caractères diacritiques (des caractères accentués). Vous devriez les éviter.

source: Character set
et_ee: Encodage des caractères

source: Change the filesystem character set define to %1$s
et_ee: Sea failisüsteem tähetabeliks %1$s

source: The Zenphoto filesystem character define is %1$s [confirmed]
et_ee: L’encodage des caractères du système de fichiers est %1$s [confirmé]

source: The Zenphoto filesystem character define is ISO-8859-1 [assumed]
et_ee: L’encodage des caractères du système de fichiers est ISO-8859-1 [par déduction]

source: The Zenphoto filesystem character define is %1$s [which seems wrong]
et_ee: L’encodage des caractères du système de fichiers est %1$s [ce qui semble incorrect]

source: The Zenphoto filesystem character define is %1$s [no test performed]
et_ee: L’encodage des caractères du système de fichiers est %1$s [aucun test effectué]

source: Setup did not perform a test of the filesystem character set. You can cause setup to test for a proper definition by creating a file in your <code>%1$s</code> folder named <strong><code>%2$s</code></strong> and re-running setup.
et_ee: L’outil d’installation n’a pas effectué un test de l’encodage des caractères du système de fichiers. Vous pouvez forcer une vérification de ce paramètre en créant un fichier <strong><code>%2$s</code></strong> dans le dossier <code>%1$s</code> et en relançant l’installation.

source: Image URIs appear require the <em>filesystem</em> character set.
et_ee: Les URIs d’image nécessitent l’encodage du <em>système de fichiers</em>.

source: Image URIs appear to require the UTF-8 character set.
et_ee: Les URIs d’image semblent nécessiter l’encodage UTF-8.

source: You should enable the URL option <em>UTF8 image URIs</em>.
et_ee: Vous devriez activer le paramètre <em>URIs d’images au format UTF-8</em>.

source: <a href="javascript:uri(true)">Please do</a>
et_ee: <a href="javascript:uri(true)">Veuillez le faire</a>

source: You should disable the URL option <em>UTF8 image URIs</em>.
et_ee: Vous devriez désactiver le paramètre <em>URIs d’images au format UTF-8</em>.

source: <a href="javascript:uri(false)">Please do</a>
et_ee: <a href="javascript:uri(false)">Veuillez le faire</a>

source: Warning!
et_ee: Pane tähele!

source: Database
et_ee: Andmebaas

source: PHP <code>%s</code> support for configured Database
et_ee: <code>Support de %s</em> de PHP pour la base de données configurée

source: <code>%1$s</code> support (<a onclick="$('#%1$s').toggle('show')" >experimental</a>)
et_ee: support de <code>%1$s</code> (<a onclick="$('#%1$s').toggle('show')" >expérimental</a>)

source: PHP <code>%s</code> support
et_ee: Support de <code>%s</em> de PHP

source: PHP <code>%s</code> support [is not installed]
et_ee: Le support de <code>%s</em> de PHP [n’est pas installé]

source: No database selected
et_ee: andmebaas on valimata

source: %1$s Version %2$s or greater is required. Version %3$s or greater is preferred. Use a lower version at your own risk.
et_ee: La version %2$s ou plus récente de %1$s est requise. Il est même fortement recommandé d’utiliser au moins la version %3$s. Utiliser une version antérieure est à vos risques.

source: Database connection
et_ee: Connexion à la base de données

source: Database credentials in configuration file
et_ee: Andmebaasi ligipääsutunnused seadistusfailis

source: <em>%1$s</em> reported: %2$s
et_ee: <em>%1$s</em> teatas: %2$s

source: You have not correctly set your <strong>Database</strong> <code>user</code>, <code>password</code>, etc. in your configuration file and <strong>setup</strong> is not able to write to the file.
et_ee: Vous n’avez pas défini correctement <strong>la base de données</strong> <code>l’utilisateur</code>, <code>le mot de passe</code>, etc. dans le fichier de configuration, et <strong>le script d’installation</strong> (setup) n’est pas en mesure d’écrire dans ce fichier.

source: Database setup in configuration file
et_ee: Paramétrage de la base de données dans le fichier de configuration

source: Connect to %s
et_ee: Connexion à %s

source: Connect to Database [<code>CONNECT</code> query failed]
et_ee: Connexion à la base de données : [la requête <code>CONNECT</code> a échoué]

source: Database <code>%s</code> created
et_ee: Base de données <code>%s</code> créée

source: Click here to attempt to create <a href="?Create_Database" >%s</a>.
et_ee: Cliquez ici pour essayer de créer <a href="?Create_Database" >%s</a>.

source: Database <code>%s</code> not created [<code>CREATE DATABASE</code> query failed]
et_ee: La base de données <code>%s</code> n’a pu être créée. [La requête <code>CREATE DATABASE</code> a échoué.]

source: You may need to set <code>SQL mode</code> <em>empty</em> in your Database configuration.
et_ee: Mettez le paramètre <code>mode SQL</code> sur <em>vide</em> dans la configuration de la base de données.

source: <code>SQL mode</code> [query failed]
et_ee: <code>Mode SQL</code> : la requête a échoué

source: <code>SQL mode</code> [<em>%s</em> overridden]
et_ee: <code>Mode SQL</code> : [<em>%s</em> supplanté]

source: Consider setting it <em>empty</em> in your Database configuration.
et_ee: Mettez ce paramètre à <em>vide</em> dans la configuration de votre base de données.

source: <code>SQL mode</code>
et_ee: <code>Mode SQL</code>

source: <code>SQL mode</code> [is set to <em>%s</em>]
et_ee: Le <code>mode SQL</code> [est à <em>%s</em>]

source: Consider setting it <em>empty</em> if you get Database errors.
et_ee: Mettez ce paramètre à <em>vide</em> si vous obtenez des erreurs de base de données.

source: <code>SQL mode</code> [SET SESSION failed]
et_ee: <code>Mode SQL</code> : [La requête SET SESSION a échoué]

source: Update
et_ee: Uuenda

source: Grants found:
et_ee: Habilitations trouvées :

source: The <em>SHOW GRANTS</em> query failed.
et_ee: La requête <em>SHOW GRANTS</em> a échoué.

source: Your Database user must have %s rights.
et_ee: L’utilisateur de base de données doit avoir les droits %s.

source: <em>SHOW TABLES</em> [found no tables]
et_ee: La requête <em>SHOW TABLES</em> n’a trouvé aucune table

source: <em>SHOW TABLES</em> found: %s
et_ee: La requête <em>SHOW TABLES</em> a trouvé : %s

source: <em>SHOW TABLES</em> [Failed]
et_ee: La requête <em>SHOW TABLES</em> a échoué.

source: The database did not return a list of the database tables for <code>%s</code>.
et_ee: La base de données n’a pas renvoyé de liste de tables pour <code>%s</code>.

source: <strong>Setup</strong> will attempt to create all tables. This will not over write any existing tables.
et_ee: <strong>Le script d’installation</strong> va essayer de créer toutes les tables. Cela n’effacera pas celles qui existent déjà.

source: Database <code>field collations</code> [Image table]
et_ee: <code>Collation des champs</code> de la base de données : table d’images

source: Database <code>field collations</code> [Album table]
et_ee: <code>Collation des champs</code> de la base de données : table d’albums

source: Database <code>field collations</code> [Image and Album tables]
et_ee: <code>Collation des champs</code> de la base de données : tables d’images et d’albums

source: Database <code>field collations</code> [SHOW COLUMNS query failed]
et_ee: <code>Collation des champs</code> de la base de données : la requête SHOW COLUMNS a échoué

source: Database <code>field collations</code>
et_ee: <code>Collation des champs</code> de la base de données

source: %s is not UTF-8. You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code>
et_ee: %s n’est pas en UTF-8. Vous devriez envisager de convertir vos données au format UTF-8 puis de modifier le paramètre « collation des champs » des tables de la base de données en <code>utf8_unicode_ci</code>

source: Database <code>$conf["UTF-8"]</code> [is not set <em>true</em>]
et_ee: Le paramètre <code>$conf["UTF-8"]</code> [n’est pas à <em>vrai</em>]

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> and setting this <em>true</em>. Zenphoto works best with pure UTF-8 encodings.
et_ee: Vous devriez envisager de convertir vos données au format UTF-8 et de modifier le paramètre « collation des champs » des tables de la base de données en <code>utf8_unicode_ci</code>. Zenphoto fonctionne mieux avec un encodage entièrement en UTF-8.

source: Zenphoto files
et_ee: Fichiers de Zenphoto

source: Zenphoto package [missing]
et_ee: Fichiers de base de Zenphoto [absents]

source: The file <code>Zenphoto.package</code> is either missing, not readable, or defective. Your installation may be corrupt!
et_ee: Le fichier <code>Zenphoto.package</code> est soit absent, illisible ou défectueux. Votre installation est sans doute corrompue !

source: Setting permissions (0%o) for Zenphoto package.
et_ee: Paramétrage des droits d’accès (0%o) pour Zenphoto.

source: Zenphoto core files [This is a <em>debug</em> build. Some files are missing or seem wrong]
et_ee: Fichiers de base de Zenphoto [Il s’agit d’une version de <em>développement</em>. Certains fichiers sont absents ou défectueux.]

source: Zenphoto core files [Some files are missing or seem wrong]
et_ee: Fichiers de base de Zenphoto : certains fichiers sont absents ou défectueux.

source: Perhaps there was a problem with the upload. You should check the following files:
et_ee: Il y a peut être eu un problème lors du chargement vers le serveur. Vous devriez vérifier les fichiers suivants :

source: Zenphoto core files [This is a <em>debug</em> build]
et_ee: Fichiers de base de Zenphoto [Il s’agit d’une version de <em>développement</em>]
