Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Select <em>pages</em>, <em>articles</em> or <em>categories</em> to show a list of these items. Click on a title to include a link. Hover of the link to see an excerpt of the page or article. Un-published pages or articles are marked with an '*' and protected with an '+'. There are no further options.
et_ee: Sélectionnez <em>pages</em>, <em>articles</em> ou <em>catégories</em> pour afficher une liste de ces éléments. Cliquez sur un titre pour inclure un lien. Survolez un lien pour voir un extrait de la page ou de l’article. Les pages et les articles non publiés sont marqués d’une « * » tandis que ceux qui sont protégés sont marqués d’un « + ». Aucune autre option configurable.

source: Include the image itself, only its title, the title of its album, or some custom text.
et_ee: Insérez l’image elle-même, seulement son titre ou celui de son album, ou un texte personnalisé.

source: NOTE: These selections are not sticky. If you change albums or change pages in an album you will have to select them again.
et_ee: Note. Ces options sont utilisées à la volée et ne sont pas mémorisées. Si vous sélectionnez un autre album ou naviguez entre les pages d’un album, vous devrez les régler de nouveau.

source: The window does not close automatically so you can include several images one after another.
et_ee: La fenêtre ne se ferme pas automatiquement ; vous pouvez donc insérer plusieurs images l’une après l’autre.

source: Thumbnail: Size as set in Zenphoto's options
et_ee: Vignette : taille telle que définie dans les options Zenphoto

source: Custom thumbnail: size for the longest side / (cropwidth x cropheight). You can set default sizes for this on the TinyMCE plugin options.
et_ee: Vignette personnalisée : taille du plus long côté / (largeur de rognage x hauteur de rognage). Vous pouvez configurer les tailles par défaut dans les options de l’extension TinyMCE.

source: Sized image/multimedia item: The sized image as set in gallery default theme's options.
et_ee: Image ou élément multimédia redimensionné : la taille de l’image est celle définie dans les options par défaut du thème

source: Custom size (un-cropped).
et_ee: Taille personnalisée (non rognée)

source: Full image: The original image directly. NOTE: Full image protection options do not apply!.
et_ee: Image pleine grandeur : l’image originale elle-même. NOTE. Les paramètres de protection de l’image pleine grandeur ne s’appliquent pas !

source: If you additionally check <em>Show title</em> or <em>Show description</em> the title/description of the image or album (if you checked <em>link to album</em>) will be printed below the image. Only if <em>Image</em> is chosen as type.
et_ee: Si vous cochez aussi <em>Afficher le titre</em> ou <em>Afficher la description</em>, le titre ou la description de l’image ou de l’album (si vous avez coché <em>lien vers l’album</em>) sera affiché sous l’image (seulement si <em>Image</em> est choisi comme type).

source: Select to link to the image page of the image, to the album the image is in, no link at all or a custom URL.
et_ee: Sélectionner pour créer un lien vers la page de l’image, l’album associé, une URL personnalisée… ou pour ne pas en créer du tout.

source: Wrap the text right or left of the image or not at all. Note that tinyZenpage adds a bit of CSS to the included image if you use text wrap. So that you see immediate results to the text wrap it attaches some inline CSS:
et_ee: Caler le texte à droite ou à gauche de l’image, ou pas du tout. Notez que tinyZenpage ajoute un peu de CSS à l’image incluse pour l’habiller. Pour vous permettre de voir la mise en page, des éléments CSS intégrés sont ajoutés :

source: left wrap: <em>style="float:right"</em>
et_ee: habillement à gauche : <em>style="float: right"</em>

source: right wrap: <em>style="float: left"</em>
et_ee: habillement à droite : <em>style="float: left"</em>

source: Default thumbnail: <em>zenpage_thumb</em> /<em>zenpage_thumb_left</em> /<em>zenpage_thumb_right</em>
et_ee: Vignette par défaut : <em>zenpage_thumb</em> / <em>zenpage_thumb_left</em> / <em>zenpage_thumb_right</em>

source: Custom thumbnail: <em>zenpage_customthumb</em> or <em>zenpage_customthumb_left</em>/<em>zenpage_customthumb_right</em>
et_ee: Vignette personnalisée : <em>zenpage_customthumb</em> ou <em>zenpage_customthumb_left</em> / <em>zenpage_customthumb_right</em>

source: Sized image: <em>zenpage_sizedimage</em>/<em>zenpage_sizedimage_left</em>/<em>zenpage_sizedimage_right</em>
et_ee: Image redimensionnée : <em>zenpage_sizedimage</em> / <em>zenpage_sizedimage_left</em> / <em>zenpage_sizedimage_right</em>

source: Custom image: <em>zenpage_customimage</em>/<em>zenpage_customimage_left</em>/<em>zenpage_customimage_right</em>
et_ee: Image personnalisée : <em>zenpage_customimage</em> / <em>zenpage_customimage_left</em> / <em>zenpage_customimage_right</em>

source: If you additionally have checked <em>Show title</em> or <em>Show description</em> for an image or album the div with the class <em>zenpage_wrapper</em> is wrapped around the image and link. Within that after the image and the link a div with the class <em>zenpage_title</em> wrapping the title respectively <em>zenpage_desc</em> wrapping the description.
et_ee: Si vous avez aussi coché <em>Afficher le titre</em> ou <em>Afficher la description</em> pour une image ou un album, la div avec la classe <em>zenpage_wrapper</em> entoure l’image et son lien. Dans cette division, après l’image et le lien,se trouvent le titre dans une div de classe <em>zenpage_title</em> et la description dans une div de classe <em>zenpage_desc</em>.

source: Additionally a default CSS class is attached to the link itself depending on the link option set:
et_ee: De plus, selon l’option choisie, une classe CSS par défaut est associée au lien lui-même :

source: Image link: <em>zenpage_imagelink</em>
et_ee: Lien de l’image : <em>zenpage_imagelink</em>

source: Full image link: <em>zenpage_fullimagelink</em>. Additionally <em>rel='colorbox'</em> is attached so you can move through all images on a page using Colorbox or similar *box scripts.
et_ee: Lien vers l’image pleine grandeur : <em>zenpage_fullimagelink</em>. De plus, le lien <em>rel='colorbox'</em> vous permet de naviguer parmi les images d’une page avec Colorbox ou d’autres scripts du même genre.

source: Album link: <em>zenpage_albumlink</em>
et_ee: Lien de l’album : <em>zenpage_albumlink</em>

source: Custom link: <em>zenpage_customlink</em>
et_ee: Lien personnalisé : <em>zenpage_customlink</em>

source: If you would like to do some direct styling you can also use TinyMCE's image button or source code editor.
et_ee: Vous pouvez aussi définir le style directement en utilisant le bouton d’image de TinyMCE ou l’éditeur de code source.

source: It is not possible to a include a custom size %s.
et_ee: Il n’est pas possible d’inclure un(e) %s de taille personnalisée.

source: It is not possible to a include a full size %s.
et_ee: Il est impossible d’inclure un(e) %s à pleine grandeur.

source: You've most likely exceeded the upload limits. Try uploading fewer files at a time, or use a ZIP file.
et_ee: Vous avez vraisemblablement dépassé votre quota de chargement. Veuillez charger moins de fichiers à la fois ou encore un fichier Zip.

source: You must upload at least one file.
et_ee: Vous devez charger au moins un fichier.

source: You must enter a folder name for your new album.
et_ee: Vous devez entrer le nom du répertoire de votre nouvel album.

source: You have attempted to upload to an album for which you do not have upload rights
et_ee: Vous avez tenté de charger des fichiers dans un album dont vous n’avez pas les droits de chargement

source: You have attempted to upload one or more files which are not Zenphoto supported file types
et_ee: Vous avez tenté de charger un ou plusieurs fichiers de type non supporté par Zenphoto

source: The uploader could not write the file.
et_ee: Le module de chargement ne peut écrire ce fichier.

source: You have attempted to upload too large a file
et_ee: Vous avez tenté de charger un fichier trop volumineux

source: You have exceeded your upload quota
et_ee: Vous avez dépassé votre quota de chargement

source: The error %s was reported when submitting the form. Please try again. If this keeps happening, check your server and PHP configuration (make sure file uploads are enabled, and upload_max_filesize is set high enough.) If you think this is a bug, file a bug report. Thanks!
et_ee: L’erreur %s a été rapportée lorsque vous avez soumis ce formulaire. Veuillez essayer de nouveau. Si l’erreur se reproduit, veuillez vérifier votre serveur et sa configuration php. (Assurez-vous que le chargement de fichiers y est permis et que la limite upload_max_filesize est assez élevée.) Si vous croyez qu’il y a un bug, veuillez le rapporter. Merci !

source: Doesn't reload!
et_ee: Ei lae uuesti!

source: Add more upload boxes
et_ee: Lisa üleslaadimiskaste juurde

source: (won't reload the page, but remember your upload limits!)
et_ee: (cela ne va pas recharger la page, mais pensez aux limites de chargement de votre serveur !)

source: Add files...
et_ee: Lisa faile...

source: Start upload
et_ee: Alusta üleslaadimist

source: Cancel upload
et_ee: Katkesta üleslaadimine

source: Error:
et_ee: Viga:

source: File is too big
et_ee: Fail on liiga suur

source: File is too small
et_ee: Fail on ligia väike

source: Filetype not allowed
et_ee: Keelatud failitüüp

source: Max number of files exceeded
et_ee: Failide arvu piirang on ületatud

source: File exceeds upload_max_filesize (php.ini directive)
et_ee: La taille du fichier excède la taille définie par la directive php.ini « upload_max_filesize »

source: File exceeds MAX_FILE_SIZE (HTML form directive)
et_ee: La taille du fichier excède la taille définie par la directive « MAX_FILE_SIZE » du formulaire HTML

source: File was only partially uploaded
et_ee: Üles laeti vaid osa failist

source: No File was uploaded
et_ee: Ühtki faili ei laetud üles

source: Missing a temporary folder
et_ee: Ajutist kausta pole

source: Failed to write file to disk
et_ee: Faili kirjutamine kettale ebaõnnestus

source: File upload stopped by extension
et_ee: Plugin peatas üleslaadimise

source: Uploaded bytes exceed file size
et_ee: Üleslaetud baite on rohkem kui failis

source: Empty file upload result
et_ee: Faili üleslaadimise tulemuste andmed on tühjad

source: Your %1$s credentials need to be renewed. Visit %2$s to renew your logon credentials.
et_ee: Teie kasutajatunnuseid %1$s tuleb uuendada. Selleks külastage %2$s.

source: %s renewal required
et_ee: %s tuleb uuendada

source: Processed
et_ee: Töödeldud

source: Manage user expiry.
et_ee: Aegunud kasutajate haldus.

source: Expired:%s;
et_ee: Kaotas kehtivuse: %s

source: Expires:%s;
et_ee: Kaotab kehtivuse: %s

source: User id has been preempted
et_ee: Kasutaja id eemaldati.

source: disable
et_ee: lülita välja

source: renew
et_ee: taasta

source: Email renewal
et_ee: Taastamine e-posti teel

source: Force password renewal
et_ee: Nõua salasõna uuendamist

source: Disable
et_ee: Lülita välja

source: Enable
et_ee: Lülita sisse

source: Renew
et_ee: Uuenda

source: Email renewal link
et_ee: Saada uuenduslik e-kirjaga

source: Deleted
et_ee: Kustutatud

source: Set group rights and select one or more albums for the users in the group to manage. Users with <em>User admin</em> or <em>Manage all albums</em> rights can manage all albums. All others may manage only those that are selected.
et_ee: Seadistage grupi õigused ning valike üks või mitu albumit, mida grupi kasutajad saavad hallata. Kasutajad, kelle õigute tase on <em>Kasutajate haldaja</em> või <em>Kõigi albumite haldaja</em>, võivad hallata kõiki albumeid. Teised saavad hallata vaid neid albumeid, mille jaoks neile on õigus antud.

source: group
et_ee: grupp

source: template
et_ee: mall

source: clone:
et_ee: klooni:

source: description:
et_ee: kirjeldus:

source: Assign users
et_ee: Kaasa kasutajad

source: Are you sure you want to delete this group?
et_ee: Oled ikka kindel, et tahad seda gruppi kustutada?

source: Delete this group.
et_ee: Kustuta grupp.

source: User %s is assigned to more than one group.
et_ee: Kasutaja %s on seotud rohkem kui ühe grupiga.

source: Group names may not contain "?", "&", or quotation marks.
et_ee: Grupi nimes ei tohi olla « ? », « & » ega ka jutumärke.

source: The group "%s" already exists.
et_ee: Grupp %s on juba olemas.

source: Assign users to groups.
et_ee: Kaasa kasutajad gruppidesse

source: Nothing changed.
et_ee: Miski ei muutunud.

source: Are you sure you want to delete this category? THIS CANNOT BE UNDONE!
et_ee: Oled ikka kindel, et tahad seda kategooriat kustutada? TAASTADA SEDA ENAM EI SAA!

source: Are you sure you want to delete all selected items? THIS CANNOT BE UNDONE!
et_ee: Oled ikka kindel, et tahad kõik valitud üksused kustutada? TAASTADA NEID ENAM EI SAA!

source: New category
et_ee: Uus kategooria

source: Edit this Category
et_ee: Muuda seda kategooriat

source: Add tags to articles
et_ee: Lisa artiklitele sildid

source: Clear tags of articles
et_ee: Kustuta artiklitelt sildid

source: The sort position of the indicated items cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
et_ee: L’ordre de tri des éléments indiqués ne peut être enregistré parce que l’imbrication est trop importante. Déplacez-les à un niveau plus elevé et enregistrez leur disposition.

source: New Article
et_ee: Uus artikkel

source: Article
et_ee: Artikkel

source: New Category
et_ee: Uus kategooria

source: New Page
et_ee: Uus leht

source: Article <em>%s</em> not found
et_ee: Artiklit <em>%s</em> ei leitud.

source: Category <em>%s</em> not found
et_ee: Kategooriat <em>%s</em> ei leitud

source: Page <em>%s</em> not found
et_ee: Lehte <em>%s</em> ei leitud.

source: Edit Article:
et_ee: Muuda artiklit:

source: (Article scheduled for publishing)
et_ee: (Artiklit on plaanis avaldada)

source: Edit Category:
et_ee: Muuda kategooriat:

source: Edit Page:
et_ee: Muuda lehte:

source: (Page scheduled for publishing)
et_ee: (Seda lehte on plaanis avaldada)

source: Usage tips
et_ee: Vihjeid kasutamiseks

source: Note that your theme must be setup to use the codeblock functions. Note also that codeblock fields are not multi-lingual.
et_ee: Notez que votre thème doit être conçu pour intégrer les fonctionnalités de bloc de code. Important : les champs de bloc de code ne sont pas multilingues.

source: <strong>Important:</strong> If setting a password for a page its subpages inherit the protection.
et_ee: <strong>Important :</strong> Si vous configurez le mot de passe pour une page, les sous-pages héritent de la protection.

source: Edit TitleLink
et_ee: Modifier le titre-lien

source: Enable permaTitlelink
et_ee: Activer le titre-lien permanent

source: Stick to top
et_ee: Fixer en haut

source: Locked for changes
et_ee: Fermé à toute modification

source: Are you sure you want to delete this %s?
et_ee: Êtes-vous certain(e) de vouloir supprimer ce/cette %s ?

source: copy as: %s
et_ee: copier comme : %s

source: %s will be deleted when changes are applied.
et_ee: %s sera effacé(e) quand les modifications seront appliquées.

source: Expiration date:
et_ee: Date d’expiration :

source: Last change:<br />%1$s<br />by %2$s
et_ee: Dernière modification :<br />%1$s<br />par %2$s

source: Content:
et_ee: Contenu :

source: ExtraContent:
et_ee: Contenu boni :

source: Custom:
et_ee: Personnalisé :

source: Article successfully deleted!
et_ee: Article supprimé !

source: Hitcounter reset
et_ee: Les compteurs d’affichage ont été remis à zéro

source: Edit this article
et_ee: Muuda artiklit

source: Add categories
et_ee: Ajouter des catégories

source: Clear categories
et_ee: Effacer les catégories

source: locked
et_ee: verrouillé(e)

source: View article
et_ee: Voir l’article

source: Select a page to edit or drag the pages into the order, including subpage levels, you wish them displayed.
et_ee: Valige leht, mida muuta või lohistage lehed ja nende all-lehed soovitud järjekorda.

source: <strong>Note:</strong> Subpages of password protected pages inherit the protection.
et_ee: <strong>Märkus:</strong> kaitsdud lehtede alamlehed on kaitstud samamoodi, nagu nende pealehed

source: Edit this page
et_ee: Muuda seda lehte

source: The sort position of the indicated pages cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
et_ee: Lehtede järjestust polnud võimalik salvestada, kuna lehtede põimitus on liiga sügav. Palun liiguta nad kõrgemale tasemele ning salvesta järjestus.

source: Page <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
et_ee: Leht <em>%s</em> lisati, kuid sellele on enne avaldamist vaja panna pealkiri!

source: You must supply a password for the Protected Page user
et_ee: Pead lisama kaitstud lehe kasutaja salasõna.

source: Your passwords were empty or did not match
et_ee: Salasõnad polnud sisestatud või nad ei klappinud

source: Page <em>%s</em> added
et_ee: Leht <em>%s</em> on lisatud

source: A page with the title/titlelink <em>%s</em> already exists!
et_ee: Leht pealkirja või linkpealkirjaga <em>%s</em> on juba olemas!

source: Page <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
et_ee: Leht <em>%s</em> värskendati, aga sellele tuleb enne avaldamist panna pealkiri!

source: Page <em>%s</em> updated
et_ee: Leht <em>%s</em> värskendati

source: Page successfully deleted!
et_ee: Leht kustutati!

source: Page delete failed!
et_ee: Lehte ei saa kustutada!

source: View page
et_ee: Vaata lehte

source: Article <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
et_ee: Artikkel <em>%s</em> on lisatud, aga enne avaldamist tuleb ta ka pealkirjastada!

source: Article <em>%s</em> added
et_ee: Lisati artikkel <em>%s</em>

source: An article with the title/titlelink <em>%s</em> already exists!
et_ee: Selle pealkirja / pealkirjalingiga artikkel <em>%s</em> on juba olemas!

source: Article <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
et_ee: Artikkel <em>%s</em> on uuendatud, aga enne avaldamist pead ta pealkirjastama.

source: Article <em>%s</em> updated
et_ee: Artikkel <em>%s</em> on värskendatud.

source: Article delete failed!
et_ee: Ei saa artiklit kustutada!

source: password protected
et_ee: kaitstud salasõnaga

source: View all months
et_ee: Vaata kõiki kuid

source: All articles
et_ee: Kõik artiklid

source: Sticky
et_ee: Naelutatud

source: Order by date descending
et_ee: Järjesta kuupäeva järgi kahanevalt

source: Order by date ascending
et_ee: Järjesta kuupäeva järgi kasvavalt

source: Order by title descending
et_ee: Järjesta pealkirja järgi kahanevalt

source: Order by title ascending
et_ee: Järjesta pealkirja järgi kasvavalt

source: %u per page
et_ee: %u lehe kohta

source: All
et_ee: Kõik

source: Category <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
et_ee: Kategooria <em>%s</em> lisati, kuid enne avaldamist pead sellele andma ka <strong>pealkirja</strong>.

source: You must supply a password for the Protected Category user
et_ee: Peate andma kaitstud kategooria kasutajale salasõna

source: You forgot to give your category a <strong>title or titlelink</strong>!
et_ee: Unustasid anda kategooriale <strong>pealkirja või pealkirjalingi</strong>!

source: Category updated!
et_ee: Kategooriat värskendati!

source: Category successfully deleted!
et_ee: Kategooria kustutati!

source: Category delete failed!
et_ee: Ei saa kategooriat kustutada.

source: Edit this category
et_ee: Muuda kategooriat

source: Un-publish
et_ee: Tee mitteavalikuks

source: Scheduled for published
et_ee: Ajastatud avaldamine

source: View category
et_ee: Vaata kategooriat

source: Delete Category
et_ee: Kustuta kategooria

source: Untitled page
et_ee: Pealkirjata lehekülg

source: Untitled article
et_ee: Pealkirjata artikkel

source: Untitled category
et_ee: Nimetu kategooria

source: hit
et_ee: vaatamine

source: hits
et_ee: vaatamisi

source: (<strong>%1$u</strong> page)
et_ee: (<strong>%1$u</strong> leht)

source: (<strong>%1$u</strong> page, <strong>%2$u</strong> un-published)
et_ee: (<strong>%1$u</strong> leht, <strong>%2$u</strong> avaldamata)

source: (<strong>%1$u</strong> news)
et_ee: (<strong>%1$u</strong> uudis)

source: (<strong>%1$u</strong> news, <strong>%2$u</strong> un-published)
et_ee: (<strong>%1$u</strong> uudis, <strong>%2$u</strong> avaldamata)

source: (<strong>%1$u</strong> category)
et_ee: (<strong>%1$u</strong> kategooria)

source: Published/Not published/Scheduled for publishing
et_ee: Avaldatud / Avaldamata / Planeeritud

source: Expired: %s
et_ee: Kaotas kehtivuse: %s

source: Expires: %s
et_ee: Kaotab kehtivuse: %s

source: Publish immediately (skip scheduling)
et_ee: Avalda kohe (jäta ajastamine vahele)

source: Enable scheduled publishing
et_ee: Lülita ajastatud avaldamine sisse

source: Publish (override expiration)
et_ee: Avalda (arvestamata tähtaja möödumist)

source: Tags added to selected items
et_ee: Valitud üksustele lisati sildid

source: Tags cleared from selected items
et_ee: Valitud üksustelt eemaldati sildid

source: Tags added to articles of selected items
et_ee: Valitud üksuste artiklitele lisati sildid

source: Tags cleared from articles of selected items
et_ee: Valitud üksuste artiklitelt eemaldatii sildid

source: Categories added to selected items
et_ee: Valitud üksustele lisati kategooriad.

source: Categories cleared from selected items
et_ee: Valitud üksustelt on kategooriad eemaldatud.

source: Use the Zenpage Page class->getPages() method.
et_ee: Kasutage meetodit class->getPages().

source: [%u item]
et_ee: [%u üksus]

source: <em>This entry belongs to a protected album.</em>
et_ee: <em>See sissekanne kuulub salasõnaga kaitstud albumi juurde.</em>

source: Prev page
et_ee: Eelmine leht

source: %u article
et_ee: %u artikkel

source: This page is password protected
et_ee: See leht on salasõnaga kaitstud

source: View the %s album
et_ee: Vaata albumit %s

source: View the album %s
et_ee: Vaata albumit: %s

source: View %s
et_ee: Vaata %s

source: <code>zenpageAlbumImage()</code> did not find the image %1$s:%2$s
et_ee: <code>zenpageAlbumImage()</code> ei leidnud pilti %1$s:%2$s

source: <code>zenpageAlbumImage()</code> did not find the album %1$s
et_ee: <code>zenpageAlbumImage()</code> ei leidnud albumit %1$s
