Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Zenphoto core files
et_ee: Fichiers de base de Zenphoto

source: Installation files
et_ee: Fichiers d’installation

source: Zenphoto core folders [Some unknown files were found]
et_ee: Fichiers de base de Zenphoto [Certains fichiers inconnus ont été trouvés.]

source: The following files could not be deleted.
et_ee: Les fichiers suivants n’ont pu être supprimés.

source: You should remove the following files:
et_ee: Vous devriez supprimer les fichiers suivants :

source: Delete extra files
et_ee: Supprimez les fichiers supplémentaires

source: Zenphoto core file permissions
et_ee: Droits des fichiers de base de Zenphoto

source: Zenphoto core file permissions [not correct]
et_ee: Les droits des fichiers de base de Zenphoto ne sont pas corrects

source: Setup could not set the one or more components to the selected permissions level. You will have to set the permissions manually. See the <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#29">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
et_ee: Le script d’installation n’a pu appliquer les droits demandés sur un ou plusieurs composants. Vous devrez les définir manuellement. Référez-vous au <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#29">Guide de dépannage</a> pour connaître les droits d’accès nécessaires.

source: <em>.htaccess</em> file
et_ee: Fichier <em>.htaccess</em>

source: <em>.htaccess</em> file [is empty or does not exist]
et_ee: Le fichier <em>.htaccess</em> est vide ou n’existe pas

source: If you have the mod_rewrite module enabled an <em>.htaccess</em> file is required the root zenphoto folder to create cruft-free URLs.
et_ee: Si le module d’Apache mod_rewrite est activé, il faut placer un fichier <em>.htaccess</em> à la racine du dossier zenphoto pour créer des URL propres.

source: You can ignore this warning if you do not intend to set the <code>mod_rewrite</code> option.
et_ee: Vous pouvez ignorer cette alerte si vous ne comptez pas utiliser l’option <code>mod_rewrite</code>.

source: <p class="buttons"><a href="?copyhtaccess" >Make setup create the file</a></p><br style="clear:both" /><br />
et_ee: <p class="buttons"><a href="?copyhtaccess" >Laisser le script d’installation créer le fichier</a></p><br style="clear:both" /><br />

source: Server seems not to be Apache or Apache-compatible, <code>.htaccess</code> not required.
et_ee: Le serveur ne semble pas être un serveur Apache ni un compatible ; le fichier <code>.htaccess</code> n’est donc pas requis.

source: The <em>.htaccess</em> file in your root folder is not the same version as the one distributed with this version of Zenphoto. If you have made changes to <em>.htaccess</em>, merge those changes with the <em>%s/htaccess</em> file to produce a new <em>.htaccess</em> file.
et_ee: La version du fichier<em>.htaccess</em> du répertoire racine de votre galerie est différente de celle de cette version de Zenphoto. Si vous avez effectivement modifié votre fichier<em>.htaccess</em>, intégrez ces modifications au fichier <em>%s/htaccess</em> de cette version afin de produire un nouveau fichier <em>.htaccess</em>.

source: <p class="buttons"><a href="?copyhtaccess" >Replace the existing <em>.htaccess</em> file with the current version</a></p><br style="clear:both" /><br />
et_ee: <p class="buttons"><a href="?copyhtaccess" >Replacer le fichier <em>.htaccess</em> existant avec la version courante de ce fichier.</a></p><br style="clear:both" /><br />

source: <em>.htaccess</em> file [wrong version]
et_ee: Le fichier <em>.htaccess</em> n’est pas de la bonne version

source: <em>.htaccess</em> file (<em>RewriteEngine</em> is <strong>%s</strong>)
et_ee: Fichier <em>.htaccess</em> : (le paramètre <em>RewriteEngine</em> est à <strong>%s</strong>)

source: <em>.htaccess</em> RewriteBase [is <em>missing</em>]
et_ee: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <em>manquant</em>

source: <em>.htaccess</em> RewriteBase is <code>%s</code>
et_ee: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <code>%s</code>

source: <em>.htaccess</em> RewriteBase is <code>%s</code> [Does not match install folder]
et_ee: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <code>%s</code> [Cela ne correspond pas au dossier d’installation]

source: <em>.htaccess</em> RewriteBase is <code>%s</code> (fixed)
et_ee: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <code>%s</code> (corrigé)

source: Setup was not able to write to the file change RewriteBase match the install folder.
et_ee: Le script d’installation n’a pas été en mesure d’écrire le fichier ; corrigez le paramètre RewriteBase pour correspondre à votre dossier d’installation.

source: Either make the file writeable or set <code>RewriteBase</code> in your <code>.htaccess</code> file to <code>%s</code>.
et_ee: Deux possibilités : soit rendre le fichier inscriptible, soit modifier le paramètre <code>RewriteBase</code> dans le fichier <code>.htaccess</code> en <code>%s</code>.

source: Rewrite rules updated
et_ee: Ümberkirjutamisjuhised on uuendatud

source: Rewrite rules updated [not updated]
et_ee: Ümberkirjutamisjuhised on uuendatud [ei ole uuendatud]

source: Setup was not able to write to the file change the rewrite rules for site upgrades.
et_ee: Seadistus ei suutnud faili kirjutada . Palun muuda ümberkirjutamisreegleid saidi versiooniuuenduste jaoks.

source: <em>robots.txt</em> file
et_ee: Fichier <em>robots.txt</em>

source: <em>robots.txt</em> file [Not created]
et_ee: Le fichier <em>robots.txt</em> n’a pas été créé

source: Setup could not find the <em>example_robots.txt</em> file.
et_ee: Le script d’installation n’a pas réussi à trouver le fichier <em>example_robots.txt</em>.

source: Setup did not create a <em>robots.txt</em> file because one already exists.
et_ee: Le fichier <em>robots.txt</em> existant déjà, le script d’installation de Zenphoto n’y a pas touché.

source: Setup could not create a <em>robots.txt</em> file.
et_ee: Le script d’installation n’a pas pu créer un fichier <em>robots.txt</em>.

source: albums [<code>$conf['external_album_folder']</code> is deprecated]
et_ee: L’option [<code>$conf['external_album_folder']</code> des albums est obsolète]

source: <em>albums</em> folder
et_ee: Dossier <em>albums</em>

source: <em>locale</em> folders
et_ee: Dossiers <em>locale</em>

source: <em>locale</em> folders [Are not complete]
et_ee: Les dossiers <em>locale</em> sont incomplets

source: Be sure you have uploaded the complete Zenphoto package. You must have at least the <em>en_US</em> folder.
et_ee: Vérifiez que vous avez bien transféré la totalité des fichiers de Zenphoto. Vous devez avoir au moins le dossier <em>en_US</em>.

source: uploaded
et_ee: chargé(s)

source: HTML cache
et_ee: Cache HTML

source: Third party plugins
et_ee: Extensions tierces

source: Setup failed.
et_ee: L’installation a échoué.

source: You need <em>USER ADMIN</em> rights to run setup.
et_ee: Vous avez besoin de droits d’administration (<em>USER ADMIN</em>) pour réaliser l’installation.

source: You must be logged in to run setup.
et_ee: Vous devez être connecté pour lancer l’installation.

source: database connected
et_ee: base de données connectée

source: About to create tables
et_ee: Prêt à créer les tables

source: About to update tables
et_ee: Prêt à mettre à jour les tables

source: Begin table creation
et_ee: Démarrage de la création de la table

source: Query %1$s Failed. Error: %2$s
et_ee: La requête <em>%1$s</em> a échoué. Erreur : %2$s

source: Table creation failure:<br />Query: %1$s<br />Error: %2$s
et_ee: Impossible de créer la table :<br />Requête : %1$s<br />Erreur : %2$s

source: Query ( %s ) Success.
et_ee: La requête ( %s ) a réussi.

source: Begin table updates
et_ee: Démarrage de la mise à jour de la table

source: Done with table create!
et_ee: Création de la table effectuée !

source: Done with table create with errors!
et_ee: Création de la table effectuée, mais avec des erreurs.

source: Done with table update
et_ee: Mise à jour de la table effectuée !

source: Done with table update with errors
et_ee: Mise à jour de la table effectuée, mais avec des erreurs.

source: <strong>Warning:</strong> the <code>%s</code> table appears not to have a proper <em>unique_options</em> key. There are probably duplicate options in the table. There should be a unique index key on <em>name</em>, <em>ownerid</em>, and <em>theme</em>.
et_ee: <strong>Tähelepanu</strong> tabelil <code>%s</code> ei tundu olevat korrektset <em>unique_options</em> võtit. Võimalik põhjus - topeltvalikud. Seal peaks olema unikaalne indeks, mis hõlmab <em>nime</em>, <em>omaniku id-d (ownerid)</em> ja <em>kujundust</em>.

source: Done with database creation and update
et_ee: Création et mise à jour de la table effectuée !

source: Previous Release was %s
et_ee: La version précédente était la version %s

source: %s protected.
et_ee: %s kaitstud

source: You may <a href="%1$s">set your admin user and password</a> or <a href="%2$s">run backup-restore</a>
et_ee: Vous devez <a href="%1$s">spécifier les identifiant et mot de passe de l’administrateur</a> ou <a href="%2$s">lancer la sauvegarde/restauration</a>

source: You need to <a href="%1$s">set your admin user and password</a>
et_ee: Vous devez <a href="%1$s">spécifier les identifiant et mot de passe de l’administrateur</a>

source: You can now <a href="%1$s">View your gallery</a> or <a href="%2$s">administer.</a>
et_ee: Vous pouvez maintenant <a href="%1$s">voir votre galerie</a> ou <a href="%2$s">la gérer</a>.

source: Database tables to create: %s
et_ee: Tables de la base de données à créer : %s

source: Database tables to update: %s
et_ee: Tables de la base de données à mettre à jour : %s

source: <strong>Warning!</strong> This upgrade makes structural changes to the database which are not easily reversed. Be sure you have a database backup before proceeding.
et_ee: <strong>Attention !</strong> Cette mise à jour effectue des modifications structurelles à la base de données. Ce sont des changements difficilement réversibles. Assurez-vous d’avoir une sauvegarde avant de continuer.

source: %s I acknowledge that proceeding will restructure my database.
et_ee: %s Je comprends que cette opération va restructurer ma base de données.

source: run setup
et_ee: lancer l’installation

source: Go
et_ee: C’est parti !

source: database did not connect
et_ee: Impossible de se connecter à la base de données

source: If you haven't created the database yet, now would be a good time.
et_ee: Si vous n’avez pas encore créé la base de données, il serait temps de le faire.

source: Testing %s.
et_ee: Test de %s.

source: Fail:
et_ee: Échec :

source: Warn:
et_ee: Ettevaatust:

source: Pass:
et_ee: Succès :

source: Error!
et_ee: Erreur !

source: <strong>Warning!</strong> click for details
et_ee: <strong>Avertissement !</strong> Cliquez pour plus d’informations

source: <strong>Notice!</strong> click for details
et_ee: <strong>Attention !</strong> cliquez pour plus d’informations

source: Notice!
et_ee: Attention !

source: Autorun aborted
et_ee: Autorun a échoué

source: <em>%1$s</em> folder%2$s [subfolder creation failure]
et_ee: Impossible de créer le sous-dossier %2$s dans le dossier <em>%1$s</em>

source: Setup could not create the following subfolders:<br />%s
et_ee: Le script d’installation n’a pas pu créer les sous-dossiers suivants : <br />%s

source: unknown
et_ee: inconnu

source: <em>%1$s</em> folder%2$s [permissions failure]
et_ee: Impossible d’appliquer les droits %2$s au dossier <em>%1$s</em>

source: Setup could not change the file permissions from <em>%1$s</em> (<code>0%2$o</code>) to <em>%3$s</em> (<code>0%4$o</code>). You will have to set the permissions manually. See the <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#29">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
et_ee: Le script d’installation n’a pu modifier les droits d’accès de fichiers de <em>%1$s</em> (<code>0%2$o</code>) à <em>%3$s</em> (<code>0%4$o</code>). Vous devrez le faire manuellement. Consultez le <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#29">Guide de dépannage</a> pour en savoir plus sur les pré-requis de Zenphoto en matière de droits d’accès.

source: You must create the folder <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
et_ee: Vous devez créer le dossier <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist]
et_ee: le dossier<em>%1$s</em> [<em>%2$s</em> n’existe pas]

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist and <strong>setup</strong> could not create it]
et_ee: le dossier<em>%1$s</em> [<em>%2$s</em> n’existe pas et <strong>le script d’installation</strong> ne peut pas le créer]

source: Change the permissions on the <code>%1$s</code> folder to be writable by the server (<code>chmod 777 %2$s</code>)
et_ee: Veuillez modifier les droits du dossier <code>%1$s</code> pour le rendre accessible en écriture par le serveur (<code>chmod 777 %2$s</code>)

source: <em>%1$s</em> folder [<em>%2$s</em> is not writeable and <strong>setup</strong> could not make it so]
et_ee: Dossier<em>%1$s</em> – [<em>%2$s</em> n’est pas accessible en écriture et <strong>le script d’installation</strong> ne peut rien y faire]

source: <em>%1$s</em> folder%2$s
et_ee: Dossier %2$s <em>%1$s</em>

source: change the definition
et_ee: changer la définition

source: apply
et_ee: appliquer

source: See the <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">troubleshooting guide</a> on zenphoto.org for details.
et_ee: Lisez le <a href="http://www.zenphoto.org/news/troubleshooting-zenphoto#24">Guide de dépannage</a> sur zenphoto.org pour plus de détails.

source: An attempt at cross site reference forgery has been blocked.
et_ee: Une tentative d’hameçonnage a été bloquée.

source: Click <a href="%s">here</a> to acknowledge that you wish to ignore this issue. It will then become a warning.
et_ee: Vajuta <a href="%s">siia</a> kui oled otsustanud seda probleemi eirata. Sel juhul saab sellest hoiatus.

source: The simpler media website CMS
et_ee: Lihtsaim multimeedia saidi CMS

source: Updated configuration file
et_ee: Seadistusfail on uuendatud

source: Set Zenphoto default options
et_ee: Configurer les réglages par défaut de Zenphoto

source: Migrating lib-auth data version %1$s => version %2$s
et_ee: Migration des données lib-auth de la version %1$s à la version %2$s

source: failed
et_ee: a échoué

source: Mod_Rewrite check:
et_ee: Mod_Rewrite kontroll:

source: Users with full privileges
et_ee: Utilisateurs avec tous les droits

source: Users allowed only to view zenphoto objects
et_ee: Utilisateurs autorisés seulement à voir les éléments Zenphoto

source: Banned users
et_ee: Utilisateurs bannis

source: Managers of one or more albums
et_ee: Gestionnaires d’un ou de plusieurs albums

source: Default user settings
et_ee: Paramètres par défaut des utilisateurs

source: Newly registered and verified users
et_ee: Utilisateurs récemment inscrits et vérifiés

source: Theme setup:
et_ee: Kujunduse seadistamine

source: Copyright %1$u: %2$s
et_ee: ©%1$u : %2$s

source: You can insert your Gallery description on the Admin Options Gallery tab.
et_ee: Vous pouvez saisir la description de votre galerie dans l’onglet « Options d’administration ».

source: Plugin setup:
et_ee: Plugina seadistamine

source: Fill in the information below and <strong>setup</strong> will attempt to update your configuration file.
et_ee: Complétez les informations manquantes ci-dessous et <strong>le script d’installation</strong> essaiera de mettre à jour votre fichier de configuration.

source: Database engine
et_ee: Andmebaasimootor

source: %s (experimental)
et_ee: %s (katseline)

source: Database admin user
et_ee: Utilisateur administrateur de la base

source: Database admin password
et_ee: Mot de passe administrateur de la base

source: Database host
et_ee: Hôte de la base de données

source: Database name
et_ee: Nom de la base de données

source: Database table prefix
et_ee: Préfixe des tables de la base de données

source: Setting permissions (0%o) for %s.
et_ee: Réglage des droits [0%o] pour %s.

source: Notice: failed setting permissions (0%o) for %s.
et_ee: Avertissement : impossible d’appliquer les droits [0%o] à %s.

source: Notice: illegal call for permissions setting for %s.
et_ee: Avertissement : appel illégal pour le réglage des droits de %s.

source: Plugin:%s setup started
et_ee: Plugin:%s seadistamine algas

source: Plugin:%s setup completed
et_ee: Plugin:%s seadistamine jõudis lõpule

source: The Zenphoto option "mod_rewrite" will be set to "enabled".
et_ee: L’option « mod_rewrite » de Zenphoto va être activée.

source: The Zenphoto option "mod_rewrite" is "enabled".
et_ee: L’option « mod_rewrite » de Zenphoto est activée.

source: The Zenphoto option "mod_rewrite" is "disabled".
et_ee: L’option « mod_rewrite » de Zenphoto est désactivée.

source: Notice: "Module mod_rewrite" is working.
et_ee: Note : le module « mod_rewrite » fonctionne.

source: Theme:%s setup started
et_ee: Teema:%s seadistamine algas

source: Theme:%s option interface instantiated
et_ee: Kujundus: %s valikukeskkond on laetud.

source: Theme:%s setup completed
et_ee: Kujundus %s on seadistatud

source: Backup/Restore
et_ee: varukoopia/taastamine

source: Backup and restore your gallery database.
et_ee: Tee oma galerii andmebaasist varukoopia või taasta varukoopiast.

source: Backup
et_ee: Tee varukoopia

source: Failed to open %s for writing.
et_ee: Faili %s pole võimalik kirjutamiseks avada.

source: failed writing to backup!
et_ee: Varukoopiat pole võimalik salvestada!

source: SHOW TABLES failed!
et_ee: Päring SHOW TABLES nurjus!

source: backup completed using <em>%1$s(%2$s)</em> compression
et_ee: varukoopia on valmis (tihendamine <em>%1$s(%2$s)</em>)

source: backup completed
et_ee: varukoopia on valmis

source: backup failed
et_ee: varukoopia tegemine läks luhta

source: No backup set found.
et_ee: Ühtki varukoopiat ei leitud.

source: Truncate table<br />
et_ee: Tühjenda tabel<br />

source: Restore encountered exceptions
et_ee: Taastamisel tekkis probleeme

source: The following tables were not restored because the table no longer exists:
et_ee: Les tables suivantes n’ont pas été restaurées car elles n’existent plus :

source: The following fields were not restored because the field no longer exists:
et_ee: Les champs suivants n’ont pas été restaurés car ils n’existent plus :

source: Restore failed
et_ee: Taastamine ebaõnnestus

source: Zenphoto Rights migration failed!
et_ee: La migration des droits Zenphoto a échoué !

source: Restore completed
et_ee: Taastamine jõudis lõpule

source: Restore completed using %s compression
et_ee: Taastamine jõudis lõpule (tihendamine %s)

source: Restore your Database
et_ee: Taasta andmebaas

source: Backup and Restore your Database
et_ee: Tee varukoopia andmebaasist või taasta see

source: Database software <strong>%s</strong>
et_ee: Andmebaasitarkvara <strong>%s</strong>

source: Database name <strong>%s</strong>
et_ee: Andmebaasi nimi <strong>%s</strong>

source: Tables prefix <strong>%s</strong>
et_ee: Tabelite eelliide <strong>%s</strong>

source: Backup the tables in your database.
et_ee: Tabelite varukoopiad andmebaasi

source: Backup the Database
et_ee: Tee andmebaasist varukoopia

source: Compression level
et_ee: Tihendamistase

source: You have not yet created a backup set.
et_ee: Vous n’avez pas encore créé de jeu de sauvegarde.

source: Select the database restore file:
et_ee: Choisir le fichier de restauration de la base de données :

source: Restore the tables in your database from a previous backup.
et_ee: Restaure les tables de votre base de données depuis une précédente sauvegarde.

source: Restore the Database
et_ee: Restaurer la base de données

source: The backup facility creates database snapshots in the <code>backup</code> folder of your installation. These backups are named in according to the date and time the backup was taken. The compression level goes from 0 (no compression) to 9 (maximum compression). Higher compression requires more processing and may not result in much space savings.
et_ee: L’utilitaire de sauvegarde crée des instantanés de la base de données dans votre dossier <code>backup</code>. Ces sauvegardes sont nommées selon la date et l’heure où elles ont été effectuées. Le niveau de compression va de 0 (aucune compression) à 9 (compression maximale). Un niveau plus élevé consomme plus de puissance et le gain d’espace n’est pas nécessairement significatif.

source: You restore your database by selecting a backup and pressing the <em>Restore the Database</em> button.
et_ee: Pour restaurer votre base de données, sélectionnez une sauvegarde et cliquez sur le bouton <em>Restaurer la base de données</em>.

source: <strong>Note:</strong> Each database table is emptied before the restore is attempted. After a successful restore the database will be in the same state as when the backup was created.
et_ee: <strong>Note</strong> : chaque table de la base de données est vidée juste avant que la restauration soit effectuée. Après une restauration réussie, la base de données sera dans le même état que lorsque la sauvegarde a été effectuée.

source: Ideally a restore should be done only on the same version of Zenphoto on which the backup was created. If you are intending to upgrade, first do the restore on the version of Zenphoto you were running, then install the new Zenphoto. If this is not possible the restore can still be done, but if the database fields have changed between versions, data from changed fields will not be restored.
et_ee: Idéalement, une restauration doit être effectuée sous la même version de Zenphoto que celle utilisée pour la sauvegarde. Si vous pensez faire une mise à jour, effectuez d’abord la restauration sur la version de Zenphoto que vous utilisiez, puis installez par dessus la nouvelle version de Zenphoto. Si cela n’est pas possible, la restauration peut être effectuée, mais si les champs de la base de données ont changé entre temps, les anciens champs ne seront pas restaurés.

source: Info
et_ee: Infos

source: Database quick reference
et_ee: Andmebaasi sisu kokkuvõte

source: Shows all database table and field info for quick reference.
et_ee: Näitab kiirülevaate saamiseks kogu infot andmebaasitabelite ja nende väljade kohta.

source: The internal Zenphoto table relations can be viewed on the PDF database reference that is included in the release package within the /docs_files folder of your Zenphoto installation. For more detailed info about the database use tools like phpMyAdmin.
et_ee: Seostega Zenphoto tabelite vahel saab tutvuda andmebaasi ülevaatest, mis asub PDF failina kaustas /docs_files. Veel üksikasjalisema teabe jaoks pead kasutama andmebaasi haldusvahendit, nagu näiteks phpMyAdmin.

source: Table prefix: no prefix
et_ee: Tabelite eesliide: eesliidet pole

source: Gallery Statistics
et_ee: Galerii statistika

source: Shows statistical graphs and info about your gallery's images and albums.
et_ee: Näitab statisitilisi diagramme ja teavet galerii piltidest ja albumitest.

source: Statistics
et_ee: Statistika

source: News Categories
et_ee: Uudiste kategooriad

source: most used
et_ee: kõige kasutatum

source: most rated
et_ee: kõrgeimalt hinnatud

source: top rated
et_ee: kõrgeimalt hinnatud

source: most commented
et_ee: les plus commenté(e)s

source: most images
et_ee: kõige rohkem pilte

source: latest
et_ee: kõige uuemad

source: latest updated
et_ee: uuendamisaja järgi uusimad

source: (The hitcounter plugin is not enabled.)
et_ee: (Plugin "klikiloendur" ei ole sisse lülitatud.)

source: No statistic available.
et_ee: Statistikat pole.
