Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Password reset request.<br />You may now set admin usernames and passwords.
et_ee: Salasõna lähtestamise taotlus. <br />Nüüd võid seada administraatorite kasutajanimesid ja salasõnu.

source: Saved
et_ee: Salvestatud

source: Your Allowed tags change did not parse successfully.
et_ee: Lubatud siltide muutmine ei toimunud korrektselt

source: Rights migration failed.
et_ee: Õiguste ülekandmine nurjus.

source: User id already used.
et_ee: See kasutajanimi on juba kasutusel.

source: You must supply a password
et_ee: Peate sisestama salasõna.

source: User name not provided
et_ee: Kasutajanimi jäi sisestamata

source: Your Website URL is not valid
et_ee: Kehtetu veebilehe url

source: Expand all
et_ee: Näita kõike

source: Collapse all
et_ee: Pane kõik kinni

source: pending verification
et_ee: ootel kontroll

source: no group
et_ee: gruppe pole

source: Master
et_ee: Peamine

source: Show details
et_ee: Näita üksikasju

source: Hide details
et_ee: Peida üksikasjad

source: Show details for user %s
et_ee: Näita kasutaja %s üksikasju

source: Hide details for user %s
et_ee: Peida kasutaja %s üksikasjad

source: New User
et_ee: Uus kasutaja

source: Authenticate user
et_ee: Tuvasta kasutaja

source: Are you sure you want to delete this user?
et_ee: Oled kindel, et tahad selle kasutaja kustutada?

source: This is the master user account. If you delete it another user will be promoted to master user.
et_ee: See on peakasutaja konto. Kui see kustutada, siis saab teine kasutaja peakasutajaks.

source: Delete this user.
et_ee: Kustuta kasutaja.

source: <strong>Note:</strong> You must have ADMIN rights to alter anything but your personal information.
et_ee: <strong>Tähelepanu!</strong> Selleks, et muuta muid andmeid peale sinu enda isikuandmete, peavad sul olema ADMINISTRAATORI õigused!

source: Challenge phrase
et_ee: Salaküsimus

source: Challenge response
et_ee: Salavastus:

source: Full name
et_ee: Täisnimi

source: Email
et_ee: E-post

source: create primary album
et_ee: Loo peamine album

source: delink primary album <strong>%1$s</strong>(<em>%2$s</em>)
et_ee: Kaota seos peamise albumiga <strong>%1$s</strong> (<em>%2$s</em>)

source: The primary album was created in association with the user. It will be removed if the user is deleted. Delinking the album removes this association.
et_ee: Loodi kasutajaga seotud album. See eemaldatakse kasutaja kustutamisel. Seose kaotamise järel ei ole see album enam kasutaja peamine album.

source: The <em>master</em> account has full rights to all albums.
et_ee: <em>Peakasutaja kontol</em> on kõigi albumite suhtes kõik õigused.

source: The <em>Zenphoto_Authority</em> object supports a higher version of user rights than currently selected. You may wish to migrate the user rights to gain the new functionality this version provides.
et_ee: L’objet <em>Zenphoto_Authority</em> supporte une version plus élevée des droits utilisateur que celle actuellement sélectionnée. Envisagez de migrer ces droits pour bénéficier des nouvelles fonctionnalités.

source: Migrate rights
et_ee: Vii õigused üle

source: You may wish to revert the <em>Zenphoto_Authority</em> user rights to version %s for backwards compatibility with prior Zenphoto releases.
et_ee: Võib juhtuda, et soovid vanemate versioonidega paremaks ühildumiseks pöörata <em>Zenphoto_Authority</em> kasutajaõigused tagasi versiooniks %s .

source: Revert rights
et_ee: Taasta õigused

source: User names may not contain "?", "&", or quotation marks.
et_ee: Kasutajanimes ei tohi olla ?, &, " ega ka täpitähti või rõhumärgiga tähti.

source: The user "%s" already exists.
et_ee: Kasutaja %s on juba olemas

source: Image cache cleared.
et_ee: Pildipuhver tühjendati

source: RSS cache cleared.
et_ee: RSS puhver tühjendati

source: HTML cache cleared.
et_ee: HTML puhver tühjendati

source: Setup files restored.
et_ee: Seadistusfailid on taastatud

source: protected
et_ee: Kaitstud

source: Setup files protected.
et_ee: Seadistusfailid on kaitstud

source: purge Image cache
et_ee: tühjenda pildipuhver

source: purge RSS cache
et_ee: tühenda RSS puhver

source: reset all hitcounters
et_ee: loendurid nulli

source: You do not have proper rights to %s.
et_ee: Teil pole %s jaoks piisavalt õigusi

source: You do not have proper rights to access %s.
et_ee: Teil pole piisavalt õigusi, et avada %s.

source: Installation information
et_ee: Paigaldamisteave

source: <em>Debug build</em>
et_ee: <em>Arendusversioon</em>

source: Official build
et_ee: Ametlik versioon

source: clone
et_ee: klooni

source: Zenphoto version <strong>%1$s [%2$s] (%3$s)</strong>
et_ee: Zenphoto versioon <strong>%1$s [%2$s] (%3$s)</strong>

source: Preview the release notes for Zenphoto %s
et_ee: Vaata Zenphoto %s väljalasketeavet

source: Current locale setting: <strong>%1$s</strong>
et_ee: Hetkel kasutatav keel: <strong>%1$s</strong>

source: <strong>Locale setting has failed</strong>
et_ee: <strong>Keele seadistamine ebaõnnestus!</strong>

source: Server path:
et_ee: Serveri kaustatee:

source: WEB path:
et_ee: Veebi kaustatee

source: Current gallery theme: <strong>%1$s</strong>
et_ee: Kasutusesolev teema: <strong>%1$s</strong>

source: PHP version: <strong>%1$s</strong>
et_ee: PHP versioon: <strong>%1$s</strong>

source: PHP Error reporting: <strong>%s</strong>
et_ee: PHP veateated: <strong>%s</strong>

source: PHP error messages may be displayed on WEB pages. This may disclose site sensitive information.
et_ee: Tavakasutaja võib näha PHP veateateid, mis võivad sisaldada tundlikku informatsiooni.

source: <em>display_errors</em> is <strong>On</strong>
et_ee: <em>display_errors</em> on <strong>sees</strong>

source: <em>display_errors</em> is <strong>Off</strong>
et_ee: <em>display_errors</em> on <strong>väljas</strong>

source: Graphics support: <strong>%s</strong>
et_ee: Graafikatugi: <strong>%s</strong>

source: supporting: %s
et_ee: %s on toetatud

source: PHP memory limit: <strong>%1$s</strong> (Note: Your server might allocate less!)
et_ee: PHP mälupiirang: <strong>%1$s</strong> (Märkus: tõenäoliselt suudab teie server vähem mahutada!)

source: %1$s version: <strong>%2$s</strong>
et_ee: %1$s versioon : <strong>%2$s</strong>

source: Database name: <strong>%1$s</strong>
et_ee: Andmebaasi nimi: <strong>%s</strong>

source: Table prefix: <strong>%1$s</strong>
et_ee: Tabelite eesliide: <strong>%1$s</strong>

source: No spam filter configured
et_ee: Spämmifiltrit ole seadistatud.

source: Spam filter: <strong>%s</strong>
et_ee: Spämmifilter: <strong>%s</strong>

source: CAPTCHA generator: <strong>%s</strong>
et_ee: CAPTCHA generaator: <strong>%s</strong>

source: There is no mail handler configured!
et_ee: E-posti käitlejat pole seadistatud!

source: %u active plugin:
et_ee: %u sisselülitatud plugin (klikka avamiseks või sulgemiseks):

source: <em>none</em>
et_ee: <em>ei ühtki</em>

source: %u active filter:
et_ee: %u töötav filter:

source: Misc
et_ee: Varia

source: Setup » restore scripts
et_ee: Seadistus » taasta skriptid

source: Restores setup files so setup can be run.
et_ee: Taastab seadistusfailid, et seadistamine saaks toimuda

source: Setup » protect scripts
et_ee: Seadistus » kaitse skripte

source: Protects setup files so setup cannot be run.
et_ee: Kaitseb seadistusfaile, et seadistamist ei saaks toimuda

source: Utility functions
et_ee: Tarvikufunktsioonid

source: Gallery Stats
et_ee: Galerii statistika

source: <strong>%1$u</strong> Image (%2$u un-published)
et_ee: <strong>%1$u</strong> pilt (%2$u pole avaldatud)

source: <strong>%u</strong> Image
et_ee: <strong>%u</strong>pilt

source: <strong>%1$u</strong> Album (%2$u un-published)
et_ee: <strong>%1$u</strong> album (%2$u pole avaldatud)

source: <strong>%1$u</strong> Comment (%2$u in moderation)
et_ee: <strong>%1$u</strong> kommentaar (%2$u on modereerimisel)

source: <strong>%u</strong> Comment
et_ee: <strong>%u</strong> kommentaar

source: <strong>%1$u</strong> Page
et_ee: <strong>%1$u</strong> leht

source: <strong>%1$u</strong> Page (%2$u un-published)
et_ee: <strong>%1$u</strong> leht (%2$u pole avaldatud)

source: <strong>%1$u</strong> News
et_ee: <strong>%1$u</strong> uudis

source: <strong>%1$u</strong> News (%2$u un-published)
et_ee: <strong>%1$u</strong> uudis (%2$u avaldamata)

source: <strong>%1$u</strong> Category
et_ee: <strong>%1$u</strong> kategooria

source: An album object was instantiated without using the newAlbum() function.
et_ee: Albumiobjekt tekitati kasutamata newAlbum() funktsiooni

source: Invalid album instantiation: No album name
et_ee: Albumi kuvamise viga: puudub albumi nimi.

source: Invalid album instantiation: %1$s!=%2$s
et_ee: Albumi kuvamise viga: %1$s!=%2$s

source: Invalid album instantiation: %s does not exist.
et_ee: Albumi kuvamise viga: %s pole olemas.

source: Error: The album named %s cannot be found.
et_ee: Viga: albumit %s on võimatu leida

source: Error: The album %s is not readable.
et_ee: Viga: album %s on loetamatu.

source: Latest albums
et_ee: Viimased albumid

source: latest updated albums
et_ee: Viimati uuendatud albumid

source: Most popular albums
et_ee: Vaadatuimad albumid

source: Most popular images
et_ee: Images les plus populaires

source: Top rated albums
et_ee: Hinnatuimad albumid

source: Top rated images
et_ee: Hinnatuimad pildid

source: Random albums
et_ee: Juhuslikud albumid

source: Bad
et_ee: Halb

source: by
et_ee: kelle poolt

source: Error: The 'albums' directory (%s) cannot be found.
et_ee: Viga: kausta 'albums' (%s) on võimatu leida.

source: Error: The 'albums' directory (%s) is not readable.
et_ee: Viga: kaust 'albums' (%s) on loetamatu.

source: Unknown
et_ee: Tundmatu

source: <strong>Missing theme info file!</strong>
et_ee: <strong>Teemateabe faili pole!</strong>

source: Bad album object parameter to newImage(%s)
et_ee: Kehv parameeter newImage(%s) jaoks

source: Bad filename suffix in newImage(%s)
et_ee: newImage(%s): sobimatu järelliide faili nimele

source: Invalid image instantiation: Album does not exist
et_ee: Pildi kuvamise viga: albumit pole.

source: Invalid image instantiation: file does not exist
et_ee: Pildi kuvamise viga: faili pole.

source: An image object was instantiated without using the newImage() function.
et_ee: Pildiobjekt tekitati newImage() funktsiooni kasutamata.

source: File/Folder name
et_ee: Faili või kausta nimi

source: Custom data
et_ee: Oma andmed

source: Location/Place
et_ee: Asukoht

source: City
et_ee: Asula

source: State
et_ee: Maakond/osariik

source: Country
et_ee: Riik

source: Content
et_ee: Sisu

source: ExtraContent
et_ee: Täiendav sisu

source: Author
et_ee: Autor

source: Last Editor
et_ee: Viimati muutis

source: Categories
et_ee: Kategooriad

source: Too few arguments! Image not found.
et_ee: Liiga vähe argumente. Pilti ei leitud

source: Forbidden(2)
et_ee: Keelatud

source: %s log size limit exceeded
et_ee: %s logi mahupiirang on ületatud.

source: The %1$s log has exceeded its size limit and has been renamed to %2$s.
et_ee: %1$s logi ületas mahupiiri. Selle nimeks on nüüd %2$s.

source: ERROR
et_ee: VIGA

source: WARNING
et_ee: HOIATUS

source: NOTICE
et_ee: MÄRKUS

source: USER ERROR
et_ee: KASUTAJA VIGA

source: USER WARNING
et_ee: KASUTAJA HOIATUS

source: USER NOTICE
et_ee: KASUTAJA MÄRKUS

source: STRICT NOTICE
et_ee: KINDEL MÄRKUS (STRICT NOTICE)

source: %1$s: %2$s in %3$s on line %4$s
et_ee: %1$s : %2$s fail %3$s rida %4$s

source: MySQL Error: Zenphoto received the error %s when connecting to the database server.
et_ee: MySQL viga: <em>%s</em> . Ilmnes siis, kui Zenphoto püüdis ühenduda andmebaasiserveriga.

source: MySQL Error: MySQL returned the error %1$s when Zenphoto tried to select the database %2$s.
et_ee: MySQL viga: andmebaasiserveriga on ühendus olemas, kuid MySQL andis vea <em>%1$s</em>, kui Zenphoto üritas valida andmebaasi %2$s.

source: prefix
et_ee: eesliide

source: DB
et_ee: andmebaas

source: %1$s Error: ( %2$s ) failed. %1$s returned the error %3$s
et_ee: Viga %1$s : <em>%2$s</em> nurjus. %1$s andis vea <em>%3$s</em>

source: %s not connected
et_ee: %s pole ühendatud

source: MySQLi Error: Zenphoto could not instantiate a connection.
et_ee: MySQLi viga: ühendust pole võimalik esile kutsuda

source: MySQLi Error: MySQLi returned the error %1$s when Zenphoto tried to select the database %2$s.
et_ee: MySQLi viga: ühendus on olemas, kuid MySQLi andis vea <em>%1$s</em> hetkel, mil Zenphoto üritas valida andmebaasi %2$s.

source: MySql Error: Zenphoto received the error %s when connecting to the database server.
et_ee: MySQL viga: <em>%s</em> tekkis hetkel, kui Zenphoto püüdis ühenduda andmebaasiserveriga.

source: No supported databases
et_ee: Toetatud andmebaase pole

source: Albanian
et_ee: Albanais

source: Arabic (United Arab Emirates)
et_ee: Arabe (Émirats Arabes Unis)

source: Arabic (Bahrain)
et_ee: Arabe (Bahrein)

source: Arabic (Algeria)
et_ee: Arabe (Algérie)

source: Arabic (Egypt)
et_ee: Arabe (Égypte)

source: Arabic (Iran)
et_ee: Arabe (Iran)

source: Arabic (Iraq)
et_ee: Arabe (Irak)

source: Arabic (Jordan)
et_ee: Arabe (Jordanie)

source: Arabic (Kuwait)
et_ee: Arabe (Koweit)

source: Arabic (Lebanon)
et_ee: Arabe (Liban)

source: Arabic (Libya)
et_ee: Arabe (Lybie)

source: Arabic (Morocco)
et_ee: Arabe (Maroc)

source: Arabic (Oman)
et_ee: Arabe (Oman)

source: Arabic (Qatar)
et_ee: Arabe (Qatar)

source: Arabic (Saudi Arabia)
et_ee: Arabe (Arabie Saoudite)

source: Arabic (Sudan)
et_ee: Arabe (Soudan)

source: Arabic (Syria)
et_ee: Arabe (Syrie)

source: Arabic (Tunisia)
et_ee: Arabe (Tunisie)

source: Arabic (Yemen)
et_ee: Arabe (Yémen)

source: Belarusian
et_ee: Bélarusse

source: Bulgarian
et_ee: Bulgare

source: Chinese (People's Republic of China)
et_ee: Chinois (Chine)

source: Chinese (Hong Kong)
et_ee: Chinois (Hong Kong)

source: Chinese (Taiwan)
et_ee: Chinois (Taiwan)

source: Croatian
et_ee: Croate

source: Czech
et_ee: Tchèque

source: Cambodian
et_ee: Cambodgien

source: Danish
et_ee: Danois

source: Dutch (Belgium)
et_ee: Flamand (Belgique)

source: Dutch (The Netherlands)
et_ee: Hollandais (Pays-Bas)

source: English (Australia)
et_ee: Anglais (Australie)

source: English (Canada)
et_ee: Anglais (Canada)

source: English (United Kingdom)
et_ee: Anglais (Royaume-Uni)

source: English (India)
et_ee: Anglais (Inde)

source: English (New Zealand)
et_ee: Anglais (Nouvelle-Zélande)

source: English (Philippines)
et_ee: Anglais (Philippines)

source: English (United States)
et_ee: Anglais (États-Unis)

source: English (South Africa)
et_ee: Anglais (Afrique du Sud)

source: English (Zimbabwe)
et_ee: Anglais (Zimbabwe)

source: Esperanto
et_ee: Espéranto

source: Estonian
et_ee: Estonien

source: Finnish
et_ee: Finois

source: French (Belgium)
et_ee: Français (Belgique)

source: French (Canada)
et_ee: Français (Canada)

source: French (Switzerland)
et_ee: Français (Suisse)

source: French (France)
et_ee: Français (France)

source: French (Luxembourg)
et_ee: Français (Luxembourg)

source: Galician
et_ee: Galicien

source: Greek
et_ee: Grec

source: German (Austria)
et_ee: Allemand (Autriche)

source: German (Belgium)
et_ee: Allemand (Belgique)

source: German (Switzerland)
et_ee: Allemand (Suisse)

source: German (Germany)
et_ee: Allemand (Allemagne)

source: German (Luxembourg)
et_ee: Allemand (Luxembourg)

source: Hebrew
et_ee: Hébreu

source: Hungarian
et_ee: Hongrois

source: Indonesian
et_ee: Indonésien

source: Icelandic
et_ee: Islandais

source: Italian (Switzerland)
et_ee: Italien (Suisse)

source: Italian (Italy)
et_ee: Italien (Italie)

source: Japanese
et_ee: Japonais

source: Korean
et_ee: Coréen

source: Lithuanian
et_ee: Lithuanien

source: Latvian
et_ee: Letton

source: Macedonian
et_ee: Macédonien

source: Mongolian
et_ee: Mongolien

source: Malay
et_ee: Malais

source: Malagasy
et_ee: Malgache

source: Norwegian (Bokmål)
et_ee: Norvégien (Bokmål)

source: Norwegian
et_ee: Norvégien

source: Persian
et_ee: Perse

source: Polish
et_ee: Polonais

source: Portuguese (Brazil)
et_ee: Portugais (Brésil)

source: Portuguese (Portugal)
et_ee: Portugais (Portugal)

source: Romanian
et_ee: Roumain

source: Russian (Russia)
et_ee: Russe (Russie)

source: Russian (Ukraine)
et_ee: Russe (Ukraine)

source: Slovak
et_ee: Slovaque

source: Slovenian
et_ee: Slovène

source: Spanish (Argentina)
et_ee: Espagnol (Argentine)

source: Spanish (Bolivia)
et_ee: Espagnol (Bolivie)

source: Spanish (Chile)
et_ee: Espagnol (Chili)

source: Spanish (Columbia)
et_ee: Espagnol (Colombie)

source: Spanish (Costa Rica)
et_ee: Espagnol (Costa Rica)

source: Spanish (Dominican Republic)
et_ee: Espagnol (République Dominicaine)

source: Spanish (Ecuador)
et_ee: Espagnol (Équateur)

source: Spanish (Spain)
et_ee: Espagnol (Espagne)

source: Spanish (Guatemala)
et_ee: Espagnol (Guatemala)

source: Spanish (Honduras)
et_ee: Espagnol (Honduras)

source: Spanish (Mexico)
et_ee: Espagnol (Mexique)

source: Spanish (Nicaragua)
et_ee: Espagnol (Nicaragua)

source: Spanish (Panama)
et_ee: Espagnol (Panama)

source: Spanish (Peru)
et_ee: Espagnol (Pérou)

source: Spanish (Puerto Rico)
et_ee: Espagnol (Puerto Rico)

source: Spanish (Paraguay)
et_ee: Espagnol (Paraguay)

source: Spanish (El Salvador)
et_ee: Espagnol (Salvador)

source: Spanish (United States)
et_ee: Espagnol (États-Unis)

source: Spanish (Uruguay)
et_ee: Espagnol (Uruguay)

source: Spanish (Venezuela)
et_ee: Espagnol (Vénézuela)

source: Spanish (Latin America)
et_ee: Espagnol (Amérique Latine)

source: Serbian
et_ee: Serbe

source: Swedish (Finland)
et_ee: Suédois (Finlande)

source: Swedish (Sweden)
et_ee: Suèdois (Suède)

source: Thai
et_ee: Thaï

source: Turkish
et_ee: Türgi

source: Ukrainian
et_ee: Ukraina

source: Uzbek
et_ee: Usbeki

source: Urdu (Pakistan)
et_ee: Ourdou (Pakistan)

source: Vietnamese
et_ee: Vietnamien

source: Welsh
et_ee: Écossais

source: Zenphoto Image Processing Error: %s
et_ee: Pildi töötlemise viga: %s

source: Request URI: [ <code>%s</code> ]
et_ee: Nõudmise URI: [ <code>%s</code> ]

source: Cache: [<code>%s</code>]
et_ee: Puhver: [<code>%s</code>]

source: Image: [<code>%s</code>]
et_ee: Pilt: [<code>%s</code>]

source: Arguments:
et_ee: Argumendid:

source: size =
et_ee: maht =

source: width =
et_ee: laius =

source: height =
et_ee: kõrgus =

source: cw =
et_ee: cw (kärpe laius) =

source: ch =
et_ee: ch (kärpe kõrgus) =

source: cx =
et_ee: cx (kärpe horisontaalne positsioon) =

source: cy =
et_ee: cy (kärpe vertikaalne positsioon) =

source: quality =
et_ee: kvaliteet =

source: thumb =
et_ee: pisipilt =

source: crop =
et_ee: kärbe =

source: Image %s not found or is unreadable.
et_ee: Pilti %s ei leitud või pole see loetav

source: Using %1$ux%2$u %3$s thumbnail image.
et_ee: Pildi %1$u x %2$u %3$s pisipildi kasutamine

source: Image %s not renderable (imageGet).
et_ee: Pilti %s ei saa töödelda (imageGet).

source: Image %s not rotatable.
et_ee: Pilti %s ei saa pöörata.

source: Unknown error processing %s! Please report to the developers at <a href="http://www.zenphoto.org/">www.zenphoto.org</a>
et_ee: %s töötlemisel tekkis tundmatu viga! Palun teavitage sellest Zenphoto arendajaid, kelle andmed leiate <a href="http://www.zenphoto.org/">www.zenphoto.org</a>

source: Image %s not renderable (resample).
et_ee: Pilti %s ei saa töödelda (resample).

source: Image %s not renderable (unsharp).
et_ee: Pilti %s ei saa töödelda (unsharp).

source: Watermark %s not renderable.
et_ee: Vesimärki %s ei saa töödelda.

source: Watermark %s not resizeable.
et_ee: Vesimärgi %s mõõtmeid ei saa muuta

source: Image %s not renderable (copycanvas).
et_ee: Pilti %s ei saa töödelda (copycanvas).

source: cacheImage: failed to create %s
et_ee: cacheImage : polnud võimalik luua %s

source: cacheImage(%1$s) exception: %2$s
et_ee: cacheImage(%1$s) viga: %2$s

source: most recent
et_ee: uuemad enne

source: oldest
et_ee: vanemad enne

source: first alphabetically
et_ee: tähestiku järjekorras

source: most viewed
et_ee: vaadatuimad

source: Mail send failed.
et_ee: Kirja saatmine ebaõnnestus.

source: Invalid "reply-to" mail address %s.
et_ee: %s on vigane vastamisaadress ("reply-to").

source: Invalid "to" mail address %s.
et_ee: Saatja aadress (%s) on vigane.

source: "cc" list provided without "to" address list.
et_ee: "cc" loetelu sisestati ilma "to" aadresside loeteluta

source: Invalid "cc" mail address %s.
et_ee: vigane "cc" aadress %s.

source: Mail send failed.
et_ee: Kirja saatmine ebaõnnestus

source: Invalid "bcc" mail address %s.
et_ee: Vigane "bcc" address %s.

source: Mail send failed. There is no mail handler configured.
et_ee: Kirja saatmine nurjus. E-kirja käitleja on seadistamata.

source: No "to" address list provided.
et_ee: Pole ühtki saaja aadressi

source: Zenphoto found no theme scripts. Please check the <em>%s</em> folder of your installation.
et_ee: Zenphoto ei leidnud kujundusskripte. Kontrollige kausta <em>%s</em>.

source: 0 Bytes
et_ee: 0 baiti

source: Click to show content
et_ee: Klikka sisu näitamiseks

source: Click to hide content
et_ee: Klikka sisu peitmiseks

source: <em>[%1$s]</em> parameter %2$d should be a number.
et_ee: <em>[%1$s]</em> parameteer %2$d peab olema number.

source: <em>[%1$s]</em> parameter %2$d should be a string.
et_ee: <em>[%1$s]</em> parameeter %2$d peab olema lause.

source: <em>[%1$s]</em> parameter %2$d should be <code>true</code> or <code>false</code>.
et_ee: <em>[%1$s]</em> parameeter %2$d peab olema <code>true</code> või <code>false</code>.

source: <em>[%1$s]</em> parameter %2$d is incorrectly defined.
et_ee: <em>[%1$s]</em> parameeter %2$d on ebakorrektselt määratletud.

source: <em>[%1$s]</em> parameter %2$d is missing.
et_ee: <em>[%1$s]</em> parameeter %2$d on puudu.

source: <em>[%1$s]</em> macro does not take parameters
et_ee: <em>[%1$s]</em> macro ei võta parameetreid

source: <em>[%1$s]</em> retuned no data
et_ee: <em>[%1$s]</em> ei tagastanud andmeid

source: Camera Maker
et_ee: Kaamera valmistajafirma

source: Camera Model
et_ee: Kaamera mudel

source: Image Title
et_ee: Pildi nimetus

source: Object Name
et_ee: Objekti nimi

source: Image Headline
et_ee: Pildi sissejuhatus

source: Image Caption
et_ee: Pildi pealkiri

source: Image Caption Writer
et_ee: Pildi pealkirja autor

source: Time Taken
et_ee: Pildistamisaeg

source: Original Time Taken
et_ee: Algne pildistamisaeg

source: Time Digitized
et_ee: Digiteerimisaeg

source: Date Created
et_ee: Loomise kuupäev

source: Time Created
et_ee: Loomise aeg

source: Digital Creation Date
et_ee: Digitaalse loomise kuupäev

source: Digital Creation Time
et_ee: Digitaalse loomise kellaaeg

source: Artist
et_ee: Autor

source: Image Credit
et_ee: Pildi autorid

source: Image Source
et_ee: Pildi allikas

source: Copyright Holder
et_ee: Autoriõiguste valdaja

source: Copyright Notice
et_ee: Autoriõiguste teave

source: Keywords
et_ee: Võtmesõnad

source: Shutter Speed
et_ee: Säriaeg

source: Aperture
et_ee: Ava

source: ISO Sensitivity
et_ee: Tundlikkus (ISO)

source: Exposure Compensation
et_ee: Säriaja korrektuur

source: Metering Mode
et_ee: Mõõtühikud

source: Flash Fired
et_ee: Välk

source: Original Width
et_ee: Originaali laius

source: Original Height
et_ee: Originaali kõrgus

source: Orientation
et_ee: Asetus

source: Software
et_ee: Tarkvara

source: Focal Length
et_ee: Fookuskaugus

source: Lens Type
et_ee: Objektiivi tüüp

source: Lens Info
et_ee: Objektiivi teave

source: 35mm Focal Length Equivalent
et_ee: Fookuskaugus (vastab 35 mm filmile)

source: Sub-location
et_ee: Asukoht (täpsemalt)

source: Province/State
et_ee: Maakond/osariik

source: Country/Primary Location Code
et_ee: Riigikood/Esmase asukoha kood

source: Country/Primary Location Name
et_ee: Riik/esmase asukoha nimi

source: Content Location Code
et_ee: Sisu asukoha kood

source: Content Location Name
et_ee: Sisu asukoha nimi

source: Latitude
et_ee: Laiuskraad

source: Longitude
et_ee: Pikkuskraad
