Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Use instead the Zenpage category class method isProtected().
et_ee: Utilisez plutôt la méthode isProtected() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category class method getParents().
et_ee: Utilisez plutôt la méthode getParents() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category class method getTitle().
et_ee: Utilisez plutôt la méthode getTitle() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category class method getID().
et_ee: Utilisez plutôt la méthode getID() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category class method getParentID().
et_ee: Utilisez plutôt la méthode getParentID() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category class method getSortOrder().
et_ee: Utilisez plutôt la méthode getSortOrder() de la classe de catégorie Zenpage.

source: Use instead the Zenpage page class method getParents().
et_ee: Utilisez plutôt la méthode getParents() de la classe de page Zenpage.

source: Use instead the Zenpage page class method isProtected().
et_ee: Utilisez plutôt la méthode isProtected() de la classe de page Zenpage.

source: Use instead the Zenpage category class method isMyItem().
et_ee: Utilisez plutôt la méthode isMyItem() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category class method checkforGuest().
et_ee: Utilisez plutôt la méthode checkforGuest() de la classe de catégorie Zenpage.

source: Use instead the Zenpage news class method isMyItem().
et_ee: Utilisez plutôt la méthode isMyItem() de la classe d’actualités Zenpage.

source: Use instead the Zenpage news class method checkNewsAccess().
et_ee: Utilisez plutôt la méthode checkNewsAccess() de la classe d’actualités Zenpage.

source: Use instead the Zenpage category global object variable: $_zp_current_category->getTitlelink().
et_ee: Utilisez plutôt la variable objet globale $_zp_current_category->getTitlelink() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category global object variable: $_zp_current_category->getID().
et_ee: Utilisez plutôt la variable objet globale $_zp_current_category->getID() de la classe de catégorie Zenpage.

source: Use instead the Zenpage category global object variable: $_zp_current_category->getParentID().
et_ee: Utilisez plutôt la variable objet globale $_zp_current_category->getParentID() de la classe de catégorie Zenpage.

source: Use instead the Zenpage news global object variable: $_zp_current_zenpage_news->inNewsCategory($catlink).
et_ee: Utilisez plutôt la variable objet globale $_zp_current_category->inNewsCategory($catlink) de la classe d’actualités Zenpage.

source: Use instead the Zenpage news global object variable: $_zp_current_zenpage_news->inSubNewsCategoryOf($catlink).
et_ee: Utilisez plutôt la variable objet globale $_zp_current_category->inSubNewsCategoryOf($catlink) de la classe d’actualités Zenpage.

source: Use instead the Zenpage category global object variable: $_zp_current_category->isSubNewsCategoryOf($catlink).
et_ee: Utilisez plutôt la variable objet globale $_zp_current_category->isSubNewsCategoryOf($catlink) de la classe de catégorie Zenpage.

source: Functionality is now included in getNewsContent(), printNewsContent() and getContentShorten() to properly cover custom shortening via TinyMCE <pagebreak>.
et_ee: Cette fonctionnalité est désormais incluse dans getNewsContent(), printNewsContent() et getContentShorten() pour gérer efficacement la troncation via la balise <pagebreak> de TinyMCE.

source: Use getContentShorten() instead. Note the read more url must be passed directly.
et_ee: Utilisez plutôt getContentShorten(). Notez que l’URL « lire la suite » doit être passée directement.

source: There is no need for this function as password handling is done by the core.
et_ee: Cette fonction est inutile puisque la gestion des mots de passe est effectuée par l’application elle-même.

source: The google-maps plugin is deprecated. Convert to GoogleMap.
et_ee: L’extension google-maps est obsolète. Utilisez plutôt GoogleMap.

source: printPreloadScript is deprecated. It is a helper for a specific theme and should be placed within that theme's "functions.php" script.
et_ee: printPreloadScript est obsolète. C’est une fonction utilisée dans un thème en particulier et doit dorénavant être placée dans le fichier « functions.php » de ce thème.

source: This happens automatically.
et_ee: See toimub automaatselt

source: Use the method from either the ZenpagePage or the ZenpageCategory class instead.
et_ee: Utilisez plutôt la méthode de la classe ZenpagePage ou ZenpageCategory.

source: Use the Zenpage class method instead.
et_ee: Utilisez plutôt la méthode de la classe Zenpage.

source: Use the global $_zp_page instead.
et_ee: Utilisez plutôt la variable globale $_zp_page.

source: Use the album class method <code>isProtected()</code> instead.
et_ee: Utilisez plutôt la méthode<code> isProtected()</code> de la classe Album.

source: Use the template function <code>getRSSLink()</code> instead. NOTE: While this function gets a full html link <code>getRSSLink()</code> just returns the URL.
et_ee: Utilisez plutôt la fonction du modèle <code>getRSSLink()</code>. Note. Alors que cette fonction renvoie un lien html pleinement qualifié, la fonction <code>getRSSLink()</code> renvoie uniqument l’URL.

source: Use downloadList plugin <code>printDownloadLinkAlbumZip()</code>.
et_ee: Utilisez l’extension downloadList <code>printDownloadLinkAlbumZip()</code>.

source: Use printImageThumb().
et_ee: Utilisez printImageThumb().

source: Use $_zp_current_image->getID().
et_ee: Utilisez $_zp_current_image->getID().

source: Use echo "image_".$_zp_current_image->getID().
et_ee: Utilisez echo "image_".$_zp_current_image->getID().

source: Use echo "image_".$_zp_current_album->getID().
et_ee: Utilisez echo "image_".$_zp_current_album->getID().

source: Just what do you expect this does?
et_ee: Que pensez-vous qu’il devrait se passer ?

source: Use object methods.
et_ee: Utilisez des méthodes objets

source: Use echo $_zp_current_image->getSortOrder().
et_ee: Utilisez echo $_zp_current_image->getSortOrder().

source: If you need this function copy it to your theme's functions.php script.
et_ee: Kui vajad seda funktsiooni, siis kopeeri ta faili functions.php

source: printField() invalid function call, context %X.
et_ee: printField() funktsioon kutsuti esile vigaselt - kontekst %X..

source: printField() invalid function call, field:%s.
et_ee: printField() funktsioon kutsuti esile vigaselt, väli: %s.

source: printField() invalid function call, not an object.
et_ee: printField() funktsioon kutsuti esile vigaselt - ei ole objekt.

source: Plugin to generate file download lists.
et_ee: Extension pour générer des listes de téléchargement de fichiers.

source: Download directory
et_ee: Dossier de téléchargement

source: This download folder can be relative to your Zenphoto installation (<em>foldername</em>) or external to it (<em>../foldername</em>)! You can override this setting by using the parameter of the printdownloadList() directly on calling.
et_ee: Ce dossier de téléchargement peut être relatif à votre installation Zenphoto (<em>nom_de_dossier</em>) ou être un dossier externe (<em>../nom_de_dossier</em>). Vous pouvez supplanter ce réglage en utilisant le paramètre de printdownloadList() lors de l’appel de cette fonction.

source: Show filesize of download items
et_ee: Afficher la taille des éléments à télécharger

source: Show download counter of download items
et_ee: Afficher un compteur d’éléments téléchargés

source: Files to exclude from the download list
et_ee: Millist tüüpi failide allalaadimine on välistatud

source: A list of file suffixes to exclude. Separate with comma and omit the dot (e.g "jpg").
et_ee: Liste des extensions à exclure des téléchargements. Séparer les extensions par une virgule et ne pas mettre de point (ex.: « jpg »).

source: Zip source
et_ee: Source du fichier zippé

source: From album
et_ee: De l’album

source: From Cache
et_ee: Du cache

source: Make the album zip from the album folder or from the sized images in the cache.
et_ee: Loo zip fail albumi kaustast või vähendatud suurusega piltidest vahemälus.

source: User rights
et_ee: Droits de l’utilisateur

source: Check if users are required to have <em>file</em> rights to download.
et_ee: Cocher si les usagers doivent avoir les droits <em>fichiers</em> pour télécharger.

source: credentials
et_ee: identifiants

source: Provide credentials to password protect downloads
et_ee: Fournit les identifiants aux téléchargements protégés par mot de passe

source: Password:
et_ee: Salasõna:

source: Guest user:
et_ee: Invité :

source: You must supply a password for the DownloadList user
et_ee: Vous devez fournir un mot de passe pour l’utilisateur de DownloadList

source: Your DownloadList passwords were empty or did not match
et_ee: Vos mots de passe de DownloadList sont vides ou ne correspondent pas

source: Download statistics
et_ee: Allalaadimiste statistika

source: Counts of downloads
et_ee: Nombre de téléchargements

source: Page error: %2$s (%1$s)
et_ee: Erreur sur la page : %2$s (%1$s)

source: Created from cached images of %1$s on %2$s.
et_ee: Créé d’images mises en cache de %1$s sur %2$s.

source: Created from images in %1$s on %2$s.
et_ee: Créé d’images de %1$s sur %2$s.

source: %u download
et_ee: %u téléchargement

source: Allows viewers of your site to select the language translation of their choice.
et_ee: Permet aux visiteurs de voir ce site dans la langue de leur choix.

source: If checked links to the alternative languages will be in the form <code><em>language</em>.domain</code> where <code><em>language</em></code> is the language code, e.g. <code><em>fr</em></code> for French.
et_ee: Si coché, les liens vers les langues disponibles prendront la forme <code><em>langue</em>.domaine</code>, où <code><em>langue</em></code> est le code de langue (ex.: <code><em>fr</em></code> pour le français).

source: This requires that you have created the appropriate subdomains pointing to your Zenphoto installation. That is <code>fr.mydomain.com/zenphoto/</code> must point to the same location as <code>mydomain.com/zenphoto/</code>. (Some providers will automatically redirect undefined subdomains to the main domain. If your provider does this, no subdomain creation is needed.)
et_ee: Pour cela, vous devez avoir créé les sous-domaines nécessaires et les avoir fait pointer vers votre installation de Zenphoto. Par exemple, <code>fr.mondomaine.com/zenphoto/</code> doit pointer au même endroit que <code>mondomaine.com/zenphoto/</code>. (Certains fournisseurs redirigent automatiquement les sous-domaines non définis vers le domaine principal. Si c’est le cas du vôtre, vous n’avez pas besoin de créer de sous-domaine.)

source: Use flags
et_ee: Kasuta lippe

source: Checked produces an array of flags. Not checked produces a selector.
et_ee: Activer cette option pour afficher des drapeaux des langues disponibles (sinon, un sélecteur sera utilisé).

source: Use subdomains
et_ee: Kasuta alamdomeene

source: * This option may be set via the <a href="javascript:gotoName('dynamic-locale');"><em>dynamic-locale</em></a> plugin options.
et_ee: * Ce paramètre peut être configuré avec ceux de l’extension <a href="javascript:gotoName('dynamic-locale');"><em>dynamic-locale</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of this option is shared with other plugins.</p>
et_ee: <p class="notebox">*<strong>Note. </strong> Ce paramétrage est aussi utilisé par d’autres extensions.</p>

source: Files tab
et_ee: Failide vahekaart

source: files (%s)
et_ee: failid (%s)

source: Emails a password reset request to a newly created user.
et_ee: Envoie un email à l’utilisateur nouvellement créé pour lui demander de définir son mot de passe.

source: You are receiving this e-mail because a user code (%1$s) has been created for you on the Zenphoto gallery %2$s.
et_ee: Vous avez reçu ce message parce qu’un code d’utilisateur (%1$s) a été créé pour vous sur la galerie Zenphoto %2$s.

source: To set your Zenphoto User password visit: %s
et_ee: Pour définir votre mot de passe de cette galerie, veuillez aller à : %s

source: This ticket will automatically expire in 3 days.
et_ee: Ce billet expirera automatiquement dans 3 jours.

source: The Zenphoto user created
et_ee: Zenphoto kasutaja on loodud

source: New users will be mailed a password set link
et_ee: Uutele kasutajatele saadetakse link salasõna seadistamiseks

source: Adds example macros.
et_ee: Lisa näidismakrod

source: Prints the version of the Zenphoto installation.
et_ee: Näitab Zenphoto paigalduse versiooni.

source: Support for <em>favorites</em> handling.
et_ee: <em>Lemmikute</em> käitlemise tugi.

source: My favorites
et_ee: Minu lemmikud

source: The albums and images selected as favorites.
et_ee: Lemmikuteks valitud albumid ja pildid

source: Add favorite
et_ee: Lisa lemmik

source: Remove favorite
et_ee: Eemalda lemmikute hulgast

source: Link text
et_ee: Texte du lien

source: The text for the link to the favorites page.
et_ee: Lemmikute lehe lingi tekst

source: Favorites link
et_ee: Lemmikute link

source: Add button
et_ee: Lisamisnupp

source: Default text for the <em>add to favorites</em> button.
et_ee: Vaikimisi tekst nupule <em>lisa lemmikuna</em>

source: Remove button
et_ee: Eemaldamisnupp

source: Default text for the <em>remove from favorites</em> button.
et_ee: <em>eemalda lemmikutest</em> nupu vaikimisi tekst

source: The favorites page title text.
et_ee: Lemmikutelehe pealkirja tekst

source: The favorites page description text.
et_ee: Lemmikutelehe kirjeldus

source: Standard script naming
et_ee: Standardsed skriptinimed

source: Handles logon from <em>OpenID</em> credential providers.
et_ee: Gère la connexion de l’utilisateur à partir de fournisseurs d’identité <em>OpenID</em>

source: Run the <a href="%s">OpenID detect</a> script to check compatibility of your server configuration.
et_ee: Lancer le script <a href="%s">OpenID detect</a> pour vérifier si la configuration de votre serveur est compatible.

source: Assign user to
et_ee: Kaasa kasutaja

source: The user group to which to map the federated login.
et_ee: Le groupe d’utilisateurs auquel il faut relier l’authentification unique fédérée.

source: Handlers
et_ee: Protocoles supportés

source: Un-check any handler you do not want to support.
et_ee: Veuillez décocher les protocoles que vous ne voulez pas supporter.

source: Notify*
et_ee: Notifier*

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration. (Verification is required only if the Federated Logon provider does not supply an e-mail address.)
et_ee: Si activé, un mail de notification est envoyé à l’administrateur de la galerie lorsqu’un nouvel utilisateur a validé son inscription. (La validation est requise uniquement si le site d’authentification unique fédérée ne transmet pas l’adresse d’email.)

source: Of course there must be some Administrator with an e-mail address for this option to make sense!
et_ee: Bien sûr, au moins un administrateur doit posséder une adresse email pour que cette option ait un sens !

source: * The option may be set via the <a href="javascript:gotoName('federated_logon');"><em>register_user</em></a> plugin options.
et_ee: * Ce paramètre peut être configuré avec ceux de l’extension <a href="javascript:gotoName('federated_logon');"><em>register_user</em></a>.

source: Group %s does not exist.
et_ee: Le groupe %s n’existe pas.

source: Visit %s to validate your federated logon credentials.
et_ee: Visiter %s pour valider vos informations d’authentification unique fédérée.

source: Federated user confirmation
et_ee: Confirmation de l’inscription faite par authentification unique fédérée

source: <strong>NOTE:</strong> Update your profile with a valid <em>e-mail</em> address and you will be sent a link to validate your access to the site.
et_ee: <strong>Note.</strong> Veuillez mettre votre profil à jour en saisissant une adresse <em>email</em> valide. Nous vous enverrons un lien pour valider l’accès à ce site.

source: <strong>NOTE:</strong> User's credentials came from a Federated logon.
et_ee: <strong>Note.</strong> Les informations d’identification de l’utilisateur proviennent d’une authentification unique fédérée.

source: Zenphoto Gallery registration
et_ee: Inscription à la galerie Zenphoto

source: %1$s (%2$s) has registered for the zenphoto gallery providing an e-mail address of %3$s.
et_ee: %1$s (%2$s) s’est inscrit(e) à la galerie Zenphoto en fournissant l’adresse email %3$s.

source: Login using %s
et_ee: Se connecter avec %s

source: Overlay icons over thumbnails to indicate image status.
et_ee: Affiche un icône en surimpression sur les vignettes afin d’indiquer le statut des images.

source: Criteria
et_ee: Critères

source: mtime
et_ee: les dernières par date de modification

source: Select the basis for considering if an image is new.
et_ee: Sélectionnez le critère sur lequel se baser pour considérer qu’une image est nouvelle.

source: Icon
et_ee: Icône

source: Select the icon that will show for "new" images.
et_ee: Sélectionnez l’icône à utiliser pour les « nouvelles » images.

source: Select the icon that will show for "un-published" images.
et_ee: Sélectionnez l’icône à utiliser pour les images « non publiées ».

source: Select the icon that will show for "Protected" images.
et_ee: Sélectionnez l’icône à utiliser pour les images « protégées ».

source: Select the icon that will show for images tagged with geodata.
et_ee: Séléctionnez l’icône à utiliser pour les images géolocalisées.

source: Un-published
et_ee: Non publié(e)

source: Thumbnails for images which are not <em>published</em> will be marked.
et_ee: Les vignettes des images qui ne sont pas <em>publiées</em> sont ainsi marquées.

source: Protected
et_ee: Protégé(e)

source: Thumbnails for images which are password protected or in password protected albums will be marked.
et_ee: Les vignettes des images protégées par mot de passe (ou placées dans un album qui l’est) sont ainsi marquées.

source: Thumbnails for images which have recently been added to the gallery will be marked.
et_ee: Les vignettes des images récemment ajoutées à la galerie sont ainsi marquées.

source: Geotagged
et_ee: Géolocalisé(e)

source: Thumbnails for images which are geodata tagged will be marked.
et_ee: Les vignettes des images géolocalisées sont ainsi marquées.

source: Text
et_ee: Texte

source: Text flag for <em>geodata tagged</em> images.
et_ee: Texte de substitution pour les images <em>géolocalisées</em>.

source: Aging
et_ee: Âge

source: The range in days until images are no longer flagged as new.
et_ee: Le nombre de jours après lequel une image n’est plus marquée comme nouvelle.

source: Text flag for <em>new</em> images.
et_ee: Texte de substitution pour les <em>nouvelles</em> images.

source: Text flag for <em>un-published</em> images.
et_ee: Texte de substitution pour les images <em>non publiées</em>.

source: Text flag for <em>protected</em> images.
et_ee: Texte de substitution pour les images <em>protégées</em>.

source: Use text
et_ee: Utiliser le texte

source: If checked, the defined <em>text</em> will be used in place of the icon. (Use the class <code>textasnewflag</code> for styling "text" overlays.)
et_ee: Selle valiku korral kasutatakse määratud <em>teksti</em> ikooni asemel. (Stiliseerimiseks kasutage klassi <code>textasnewflag</code>

source: Display Google Maps based on <em>latitude</em> and <em>longitude</em> metadata in the images.
et_ee: Permet de produire des cartes Google Maps à partir de la <em>latitude</em> et de la <em>longitude</em> stockées dans les métadata des images.

source: <strong>Note</strong>: Google does place limits on the use of its <a href="%s"><em>Maps API</em></a>. Please review these to be sure your site is in compliance.
et_ee: <strong>Note</strong>. Google impose des limites sur l’utilisation de son code <a href="%s"><em>Maps API</em></a>. Veuillez les vérifier pour vous assurer que votre site les respecte.

source: Hybrid
et_ee: Hübriid

source: Map
et_ee: Plan

source: Terrain
et_ee: Relief

source: Allowed maps
et_ee: Lubatud kaardid

source: Select the map types that are allowed.
et_ee: Sélection des types de carte qui peuvent être affichées.

source: Select the initial type of map to display.
et_ee: Sélection du type de carte affichée à l’ouverture.

source: Map display
et_ee: Affichage de la carte

source: Select <em>hide</em> to initially hide the map. Select <em>colorbox</em> for the map to display in a colorbox. Select <em>show</em> and the map will display when the page loads.
et_ee: Choisir <em>Masquer</em> pour ne pas afficher la carte immédiatement. Choisir <em>Colorbox</em> pour afficher la carte dans une fenêtre colorbox. Choisir <em>Afficher</em> pour afficher la carte dès que la page est chargée.

source: Map controls
et_ee: Contrôles de la carte

source: Dropdown
et_ee: Rippmenüü

source: Map dimensions—width
et_ee: Dimensions de la carte : largeur

source: The default width of the map.
et_ee: La largeur par défaut de la carte.

source: Map dimensions—height
et_ee: Dimensions de la carte : hauteur

source: The default height of the map.
et_ee: La hauteur par défaut de la carte.

source: Map sessions
et_ee: Sessions Map

source: If checked GoogleMaps will use sessions to pass map data for the <em>colorbox</em> display option. We recommend this option be selected. It protects against reference forgery security attacks and mitigates problems with data exceeding the allowed by some browsers.
et_ee: Selle valiku korral kasutab GoogleMaps sessioone saatmaks kaardi andmed <em>värvikasti</em> kuvamise valikutesse. Soovitatav. See kaitseb turvarünnakute eest ning vähendab mõningaid kuvamisega seotud probleeme osades veebilehitsejates.

source: Display or hide the Google Map.
et_ee: Afficher ou masquer la carte Google.

source: Places a Google Site Verification metatag into the header of your site's pages.
et_ee: Place une métabalise de vérification pour Google Site dans l’en-tête des pages de votre site.

source: Verification content
et_ee: Code de vérification

source: Insert the <em>content</em> portion of the meta tag supplied by Google.
et_ee: Insère la partie <em>content</em> de la métabalise fournie par Google.

source: All hitcounters have been set to zero.
et_ee: Kõik klikiloendurid on nullitud

source: Automatically increments hitcounters on Zenphoto objects viewed by a <em>visitor</em>.
et_ee: Incrémenter automatiquement les compteurs des objets Zenphoto vus par un <em>visiteur</em>.

source: IP Address list
et_ee: Liste d’adresses IP

source: Comma-separated list of IP addresses to ignore.
et_ee: Liste des IP à ignorer (séparées par des virgules).

source: Filter
et_ee: Filtre

source: IP addresses
et_ee: Adresses IP

source: Search Crawlers
et_ee: Robots de recherche

source: Check to enable. If a filter is enabled, viewers from in its associated list will not count hits.
et_ee: Cocher pour activer. Si un filtre est activé, les visiteurs qui proviennent de ces adresses ne seront pas comptabilisés.

source: Search Crawler list
et_ee: Liste des robots de recherche

source: Comma-separated list of search bot user agent names.
et_ee: Liste des robots des moteurs de recherche séparés par une virgule.

source: Reset options to their default settings.
et_ee: Lülita valikud vaikimisi olekusse.

source: Defaults
et_ee: Vaikimisi väärtused

source: Insert my IP
et_ee: Insérer mon adresse IP

source: Reset all hitcounters
et_ee: Kõik loendurid nulli

source: Reset all hitcounters to zero
et_ee: Viib algseisu kõik klikiloendurid.
