Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: Generates and streams an album-zipfile using zipstream-class
et_ee: Loob albumist zip fail kasutades zipstream-class 'i

source: Forbidden
et_ee: Keelatud

source: Album not found
et_ee: Albumit ei leitud

source: Download Zip of the Album
et_ee: Lae alla albumi ZIP

source: Download a zip file of this album
et_ee: Lae album alla zip failina

source: Prints a calendar with a picture in each day where pictures belong to.
et_ee: Näitab kalendrit piltidega nende päevade juures, mil pildid tehtud on.

source: Monthy/Yearly
et_ee: Igakuiselt/iga-aastaselt

source: Monthly
et_ee: Iga kuu

source: Yearly
et_ee: igal aastal

source: Choose if you wish to display a monthly calendar (1 month per page or a yearly calendar (12 month per page)
et_ee: Kas tahad näidata kuuvaadet või aastavaadet?

source: Example filter for custom data.
et_ee: Kohandatud andmete näidisfilter

source: Special data:
et_ee: Eriinfo:

source: Extra information:
et_ee: Lisateave:

source: Street:
et_ee: Tänav:

source: Address information. (Provided for you by the <code>filter-custom_data</code> <em>admin custom data</em> filters.)
et_ee: Aadressandmed (<code>filter-custom_data</code> <em>admin custom data</em> filtritest.)

source: City:
et_ee: Asula:

source: State:
et_ee: Maakond / osariik:

source: Country:
et_ee: Riik:

source: Postal code:
et_ee: Sihtnumber:

source: Adds Facebook 'Activity Box' to your theme via template calls. Can show just recent activity, recent activity and recommendations. Will also auto-populate box with recommendations if there has not been enough recent activity.
et_ee: Lisab teemasse Facebooki 'Tegevuste kasti's. Võib näidata ainult hiljutist tegevust või lisaks ka hiljutisi soovitusi. Kast täidetakse automaatselt soovitustega juhul, kui hiljutisi tegevusi pole olnud piisavalt.

source: This plugin requires the zenFBcommon plugin to be activated.
et_ee: See plugin töötab juhul, kui zenFBcommon plugin on sisse lülitatud.

source: Hide Header?
et_ee: Päis peita?

source: No
et_ee: Ei

source: Yes
et_ee: Jah

source: Do you want to hide the "Recent Activity" header in your box?
et_ee: Kas tahad peita "Recent Activity" päise oma FB kastis?

source: Show Recommendations?
et_ee: Näidata soovitusi?

source: Enabling this will split your activity box in half with recent activity and recommendations by default. Leaving this set to no will still populate empty space in the box with recommendations.
et_ee: See jagab su tegevuste kasti kaheks - viimased tegevused ja soovitused. Valik "Ei" jätab siiski alles tühja ruumi

source: Default
et_ee: Vaikimisi

source: Which font do you want to use?
et_ee: Millist fonti tahad?

source: Color Scheme
et_ee: Värviskeem

source: Light
et_ee: Hele

source: Dark
et_ee: Tume

source: Simple Light or Dark color scheme selection.
et_ee: Lihtne heleda või tumeda värviskeemi valik

source: Width
et_ee: Laius

source: Width to display recommend box. Defaults to 300 pixels. (numbers only)
et_ee: Soovituste kasti laius. Vaikimisi 300 pikselit. Kirjuta ainult number.

source: Height
et_ee: Hauteur

source: Height to display recommend box. Defaults to 300 pixels. (numbers only)
et_ee: Soovituste kasti kõrgus. Vaikimisi 300 pikselit. Kirjuta ainult number.

source: Border Color
et_ee: Ääriste värv

source: What color do you want the border to be? Can be RGB hastags (#FF33FF) or Color Words (white, pink, black, gray, etc).
et_ee: Mis värvi peaks ääris olema? Siia võib kirjutada kas RGB koodi (#FF33FF) või inglisekeelse värvinime (näiteks white, pink, black, gray jne).

source: Link Target
et_ee: Sihtmärk

source: _blank
et_ee: Sama aken

source: _top
et_ee: Uus aken

source: _parent
et_ee: Vanem aken

source: Where do you want links to target?
et_ee: Kus peaksid lingid avanema

source: Adds Facebook Comment box to your theme via template calls.
et_ee: Lisa Facebook'i kommentaarikast oma teemale. Kasuta selleks mallikoode.

source: Albums
et_ee: Albumid

source: Images
et_ee: Pildid

source: Pages
et_ee: Lehed

source: News
et_ee: Uudised

source: Allow comments on
et_ee: Luba kommentaarid

source: Comment forms will be presented on the checked pages.
et_ee: Märgitud lehtedel näidatakse kommentaarivormi.

source: Number Of Posts
et_ee: Postituste arv

source: Number of posts to display. Defaults to 10. (numbers only)
et_ee: Kui palju peaks olema postitusi ühel lehel. Vaikimisi - 10

source: Width to display like button & options. Defaults to 450 pixels. (numbers only)
et_ee: Facebooki meeldimisnupu ja valikute laius. Vaikimisi 450

source: Choose which style to use.
et_ee: Vali stiil, mida tahad kasutada.

source: This is the common option interface for the zenFBSuite. It enables common options as well as loads required OpenGraph metakeys for proper integration with Facebook.
et_ee: See on zenFBSuite üldine seadistuskeskkond. Siin määratakse üldised seaded, samuti laeb see OpenGraph metavõtmed tagamaks normaalse ühilduvuse Facebookiga.

source: Application ID
et_ee: Rakenduse ID

source: Enter <em>YOUR</em> Application ID from facebook here. For more information please visit <a href="http://inthemdl.net/news/creating-your-facebook-app_id">this page</a>.<br /> You should be entering numbers only in this field.
et_ee: Sisesta <em>OMA</em> Facebooki rakenduse ID. Lisateavet saab <a href="http://inthemdl.net/news/creating-your-facebook-app_id">siit</a>.<br /> Siia tuleb sisestada ainult numbrid.

source: Admin ID/User ID
et_ee: Admini ID/Kasutaja ID

source: Enter <em>YOUR</em> User ID from facebook here. For more information please visit <a href="http://inthemdl.net/news/finding-your-facebook-userid">this page</a>.<br /> Enter your Facebook User ID # or vanity name here.<br /> <em><b>Please note: If you do not add your admin ID, your page will not be parsed properly by Facebook and will likely result in errors for you.</b></em><br /> For multiple admins, enter a comma separated list (can be #s or name); i.e. '1273267113, micheall, myfacebooknamerocks'
et_ee: Sisesta siia <em>OMA</em> Facebooki kasutaja ID. Lisainfot saab <a href="http://inthemdl.net/news/finding-your-facebook-userid">siit</a>.<br /> Sisesta siia FB kasutaja ID # või aadressinimi.<br /> <em><b>Tähelepanu! Kui admini ID-d mitte sisestada, siis ei käitle FB lehte korralikult ning võib tekkida vigu.</b></em><br /> Mitme administraatori korral eralda nad komaga (võib kasutada nii numbreid kui ka nimesid, nt '1273267113, micheall, myfacebooknamerocks')

source: Default Logo URL
et_ee: Vaikimisi logo URL

source: If zenphoto does not have a current image/object thumbnail do you want to display a default logo? Enter a valid URL link to the image you would like to use. If nothing entered, and no current object/image thumbnail available, Facebook wall posts will not display an image. If an invalid URL is used it will display a broken link to an image.
et_ee: Kas näidata vaikimisi logo, kui pildil või objektil pole pisipilti? Sisesta siia töötav URL pildile, mida soovid vaikimisi kasutada. Kui vaikimisi pilti pole määratud ja puudub ka pisipilt, siis ei näidata FB seinapostituses pilti. Mittetöötava lingi korral kuvatakse vigast linki pildile.

source: Site Root Install Location
et_ee: Saidi juurkausta asukoht

source: Enter the url (including http://) to the root fo your Zenphoto installation.
et_ee: Sisesta URL (sealhulgas http://) oma Zenphoto juurkausta.

source: Archive
et_ee: Arhiiv

source: Search
et_ee: Otsi

source: Contact
et_ee: Kontakt

source: Adds Facebook 'Like Button' to your theme via template calls.
et_ee: Lisab sinu teemale Facebooki meeldimisnupu.

source: Layout Style
et_ee: Paigutuse stiil

source: Standard
et_ee: Standardne

source: Simple Button Count
et_ee: Lihtne nupp

source: Box Count
et_ee: Kast

source: Determine the layout of social context next to the button.
et_ee: Määra sotsiaalvõrgustiku vidinale.

source: Show Faces?
et_ee: Näita nägusid?

source: Do you want to show profile pictures below the button of people who have clicked like?
et_ee: Kas tahad näidata nende inimeste profiilipilte, kellele leht meeldib?

source: Like
et_ee: Meeldib

source: Recommend
et_ee: Soovita

source: Do you want to use "Like" or "Recommend"?
et_ee: Kas tahad kasutada laikimist või soovitamist?

source: Include Send Button
et_ee: Lisa saatmisnupp

source: Do you want to include a send button next to the like button?
et_ee: Kas tahad saatmisnuppu laikimisnupu kõrvale?

source: Adds Facebook 'Recommendations' to your theme via template calls.
et_ee: Lisab FB soovitamislingi sinu teemale

source: Do you want to hide the "Recommendations" header in your box?
et_ee: Soovid peita "Soovituste" päise?

source: Adds Facebook 'Send' Button to your theme via template calls.
et_ee: Lisab teemasse FB saatmisnupu.

source: Twitter & Twitpic updates for your theme.
et_ee: Twitter & Twitpic säutsatused.

source: Original code implementation by Bert Simons (BertSimons), adapted to plugin by Micheal Luttrull (micheall).
et_ee: Originaalkoodl töötas välja Bert Simons (BertSimons), plugina jaoks kohandas Micheal Luttrull (micheall).

source: Twitter Username
et_ee: Twitteri kasutajanimi

source: Your twitter username: i.e. iluv2twit or iluvetwitter123
et_ee: Sinu Twitteri kasutajanimi, nt iluv2twit or iluvetwitter123

source: Twitter Feed
et_ee: Twitteri voog

source: Your twitter feed url: http://twitter.com/statuses/user_timeline/xxxxxxxx.rss
et_ee: Twitteri sõnumivoo url: http://twitter.com/statuses/user_timeline/xxxxxxxx.rss

source: Display Photo?
et_ee: Näidata pilti?

source: Do you want to display an image?
et_ee: Tahad näidata pilti?

source: Image URL
et_ee: Pildi URL

source: Your image url: http://mysite.com/images/me.jpg - (JPG/PNG/GIF Only)
et_ee: Sinu pildi url: http://mysite.com/images/me.jpg - (JPG/PNG/GIF Only)

source: Tweets Header
et_ee: Säutsatuste päis

source: Header for your twitter update section; i.e. Tweets!, Twitter Updates, Recent Tweets
et_ee: Sinu Twitteri säutsatustesektsiooni päis, nt Säutsumised,viimased säutsud, Twitter vms

source: Adds the ability to add images and video to an album via email.
et_ee: Võimaldab lisada pilte või videoid e-posti teel..

source: Album for image import.
et_ee: Pilte importiv album.

source: Mail Host
et_ee: E-posti majutaja

source: Mail host to use to retrieve images. Some examples:<br>
et_ee: E-posti majutaja ja kaust, kuhu laekunud sõnumitest pilte albumisse laetakse. Mõned näited:<br>

source: For more info please see: http://php.net/manual/en/function.imap-open.php
et_ee: Lisainfo: http://php.net/manual/en/function.imap-open.php

source: Mail User
et_ee: E-posti kasutaja

source: User on mail server.
et_ee: Meiliserveri kasutaja

source: Mail Password
et_ee: E-posti salasõna

source: Password on mail server.
et_ee: Meiliserveri <em>salasõna</em>.

source: Mail Parser
et_ee: E-posti käitleja

source: Require valid sender
et_ee: Nõua registreeritud saatjat

source: Require sender to be in the list of valid admin user emails.
et_ee: Saatja peab olema administraatorite e-postiloendis.

source: Debug
et_ee: Vigade salvestamine

source: Output debug info to Zen Photo debug log.
et_ee: Kirjutab vead vigade logisse

source: Import from Email
et_ee: Impordi e-kirjast

source: Import images and video from email as configured in the zpImpMail plugin
et_ee: Impordib pildid ja videod e-kirjast vastavalt zmImpMail plugina seadistustele

source: You must supply a user name or an e-mail address.
et_ee: Peate sisestama kasutajanime või e-postiaadressi

source: %s is already logged in.
et_ee: %s on juba sisse loginud

source: Someone else is logged in.
et_ee: Keegi teine on sisse loginud

source: <strong>WARNING:</strong> this demonstration is NOT secure. You should not leave this script on any public Zenphoto installation.
et_ee: <strong>ETTEVAATUST:</strong>see demoskript EI OLE turvaline! Ära kasuta seda ühelgi avalikul saidil.

source: Not logged in.
et_ee: Ei ole sisse logitud.

source: %s was successfully logged in
et_ee: %s on õnnestunult sisse loginud

source: %s is an invalid action.
et_ee: %s on sobimatu toiming getRating() jaoks

source: Gallery RSS
et_ee: Galerii RSS

source: Previous Image
et_ee: eelmine

source: prev
et_ee: eelmised

source: Next Image
et_ee: järgmine

source: next
et_ee: järgmised

source: Albums Index
et_ee: Albumite avaleht

source: View Slideshow
et_ee: Vaata slaidiesitusena

source: Image Info
et_ee: Pildi teave

source: <strong>Tags:</strong>
et_ee: <strong>Sildid :</strong>

source: Archive View
et_ee: Arhiiv

source: Permet d'optimiser le chargement des images
et_ee: Võimaldab pildi laadimist optimeerida

source: Id of navigation container
et_ee: Sirvimiskasti ID

source: Put here the name of navigation container ID
et_ee: Kirjuta siia sirvimiskasti ID

source: ID of image container
et_ee: Pildikasti ID

source: Put here the name of image ID container
et_ee: Kirjuta siia pildikasti ID

source: ID of title container
et_ee: Sisukasti ID

source: Put here the name of title ID container
et_ee: Kirjuta siia sisukasti ID

source: ID of description container
et_ee: Kirjelduskasti ID

source: Put here the name of description image ID container
et_ee: Kirjuta siia kirjelduskasti ID

source: ID of imageId container
et_ee: PildiID kasti ID

source: Put here the name of Image Id ID container
et_ee: Kirjuta siia pildiID kasti ID

source: ID of image Number container
et_ee: Pildinumbri kasti ID

source: Put here the name of ImageNumber container
et_ee: Kirjuta siia pildinumbri kasti ID

source: Put here the name of Tag container
et_ee: Sildikasti nimi

source: ID of comments Number container
et_ee: Kommentaaride numbrite kasti ID

source: Put here the name of comment container
et_ee: Kommentaarikasti nimi

source: ID of comments Rating container
et_ee: Kommentaarihinnete kasti ID

source: Put here the name of rating container
et_ee: Hinnetekasti nimi

source: ID of imagemap container
et_ee: Kaardikasti ID

source: Put here the name of imagemap container
et_ee: Kirjuta siia kaardikasti nimi

source: Comments
et_ee: Kommentaarid

source: (No tags...)
et_ee: (Silte pole...)

source: Google Map
et_ee: Google'i kaart

source: Your browser is not compatible with Google maps
et_ee: Sinu veebilehitseja ei toeta Google'i kaarti

source: Delete image
et_ee: Kustuta pilt

source: Edit this image
et_ee: Muuda pilti

source: Plugin currently disabled. Please enable before attempting to use.
et_ee: Plugin on välja lülitatud. Lülita ta sisse enne, kui üritad kasutada.

source: Cannot connect to server:
et_ee: Ei saa ühendust serveriga: %s

source: Options not set properly. Please configure zpImpMail plugin under plugin options.
et_ee: Seadistus pole korras. Seadista zpImpMail plugina valikute alajaotuses.

source: Import Images & Video from Email
et_ee: Piltide ja video import e-kirjast

source: Imports images and video from email.
et_ee: Impordib e-kirjaga saadetud pildid ja videod.

source: Import Media
et_ee: Impordi faile

source: Pressing the button above will attempt to login to the mail server configured in the <em>zpImpMail</em> plugin and import any images or videos found as attachments.
et_ee: Sellele nupule vajutamise korral teeb sait katse logida sisse e-postiserverisse, mis on määratud <em>zpImpMail</em> plugina seadistustes ning importida kõik pildid ja videod kõigist leitud manustest.

source: Object not found
et_ee: Objekti ei leitud

source: Gallery Index
et_ee: Galerii avaleht

source: The Zenphoto object you are requesting cannot be found.
et_ee: Otsitavat objekti ei leitud.

source: Image: %s
et_ee: Pilt : %s

source: Page: %s
et_ee: Lehekülg : %s

source: Search within album
et_ee: Otsi albumist

source: search
et_ee: otsing

source: View album:
et_ee: Vaata albumit :

source: Album RSS
et_ee: Albumi RSS

source: Popular Tags
et_ee: Enimvaadatud sildid

source: Contact us
et_ee: Võtke meiega ühendust

source: Contact us.
et_ee: Võtke meiega ühendust.

source: Remove
et_ee: Enlever

source: Default theme color scheme.
et_ee: Kujunduse vaikimisi värviskeem

source: Theme Color
et_ee: Kujunduse värvid

source: close
et_ee: sulge

source: Register for this site
et_ee: Registreeruge selle saidi kasutajaks

source: Password required
et_ee: Salasõna on kohustuslik

source: A password is required for the page you requested
et_ee: Sellele lehele pääsemiseks on vaja sisestada salasõna

source: Register
et_ee: Registreeruge

source: User Registration
et_ee: Kasutaja registreerimine

source: Total matches for <em>%1$s</em>: %2$u
et_ee: <em>%1$s</em> leiti: %2$u

source: Date:
et_ee: Kuupäev :

source: Sorry, no image matches found. Try refining your search.
et_ee: Kahjuks ei leitud selliseid pilte. Soovi korral täpsustage otsingut.

source: Allow search
et_ee: Otsing on lubatud

source: Check to enable search form.
et_ee: Lülita otsinguvorm sisse.

source: Theme colors
et_ee: Teema värvid

source: Select the colors of the theme
et_ee: Vali värvid sellele teemale

source: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> and <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
et_ee: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> et <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>

source: The default theme in 4 distinct flavors. After choosing this theme you can pick the theme color by going to the Admin Options tab and changing the <em>Theme colors</em> option.
et_ee: Vaikimisi teema 4 erineva värvitooniga. Kui oled selle teema valinud, siis võid valida sobiva värvitooni. Seda saab teha administreerimislehe valikute osas valikus <em>Teema värvid</em>.

source: Main Index
et_ee: Peamine leht

source: Home
et_ee: Avaleht

source: Album is empty
et_ee: Album on tühi

source: Images By Date
et_ee: Pildid kuupäeva järgi

source: News archive
et_ee: Uudiste arhiiv

source: Effervescence color scheme.
et_ee: Effervescence värviskeem

source: Effervescence image display handling.
et_ee: Effervescence pildikäitlus kuvamisel

source: Personality
et_ee: Kasutaja kujundus

source: There were no images from which to select the random heading.
et_ee: Siin pole pilte, mille hulgast võiks valida juhusliku päisepildi.

source: Random picture...
et_ee: Juhuslik pilt...

source: %u image
et_ee: %u pilt

source: Album %1$u of %2$u
et_ee: %1$u. album %2$u-st

source: Photo %1$u of %2$u
et_ee: %1$u. pilt %2$u-st

source: Albums %1$u-%2$u of %3$u
et_ee: Albumid %1$u – %2$u (kokku %3$u)

source: Photos %1$u-%2$u of %3$u
et_ee: Pildid %1$u – %2$u (kokku %3$u)

source: The album is password protected.
et_ee: See album on kaitstud salasõnaga.

source: The album is not published.
et_ee: See album pole avalik.

source: View the Album: %s
et_ee: Vaata albumit : %s

source: The image is marked not visible.
et_ee: Pilt on märgitud peidetuks.

source: View the image: %s
et_ee: Vaata pilti: %s

source: %1$u hit on this %2$s
et_ee: %2$s:vaadatud %1$u kord

source: page
et_ee: lehekülg

source: %u Subalbum
et_ee: %u allalbum

source: %u Image
et_ee: %u pilt

source: %u Comment
et_ee: %u kommentaar

source: image
et_ee: pilt

source: video
et_ee: vidéo

source: news
et_ee: uudised

source: sticky
et_ee: püsiv

source: Comments: %d
et_ee: Kommentaarid : %d

source: Categories:
et_ee: Kategooriad:

source: next »
et_ee: järgmised »

source: « prev
et_ee: « eelmised

source: Add a comment
et_ee: Lisa kommentaar

source: Search albums
et_ee: Otsi albumitest

source: Zenphoto gallery
et_ee: Zenphoto galerii

source: Search gallery
et_ee: Otsi kogu galeriist

source: Picture of the day
et_ee: Päeva pilt

source: Visit the image gallery
et_ee: Külasta pildigaleriid

source: Search within category
et_ee: Otsi kategooriast

source: Search news
et_ee: Otsi uudiseid

source: Index
et_ee: Avaleht

source: Search album: %s
et_ee: Otsi albumist: %s

source: Search category: %s
et_ee: Otsi kategooriast: %s

source: %1$u Hit for <em>%2$s</em>
et_ee: %1$u vaatamine <em>%2$s</em>-st

source: Pages (%s)
et_ee: Lehed (%s)

source: Show more results
et_ee: Näita rohkem tulemusi

source: Show fewer results
et_ee: Vähenda tulemusi

source: Articles (%s)
et_ee: Artiklid (%s)

source: Images (%s)
et_ee: Pildid (%s)

source: Albums (%s)
et_ee: Albumid (%s)

source: Albums (%1$s) &amp; Images (%2$s)
et_ee: Albumid (%1$s) ja pildid (%2$s)

source: Enter your search criteria.
et_ee: Sisesta otsingutingimus.

source: Sorry, no matches for <em>%s</em>. Try refining your search.
et_ee: Kahjuks ei leitud sobivat vastet otsingule <em>%s</em>. Proovige uuesti otsingut täpsustades.

source: News articles
et_ee: Uudislood

source: All news
et_ee: Kõik artiklid

source: Gallery
et_ee: Galerii

source: Gallery and News
et_ee: Galerii ja uudised

source: News and Gallery
et_ee: Uudised ja galerii

source: News Articles
et_ee: Uudislood

source: News Articles Rule
et_ee: Uudislugude näitamise reeglid

source: All Albums
et_ee: Kõik albumid

source: Gallery Rule
et_ee: Galerii reeglid

source: All pages
et_ee: Kõik lehed

source: Pages Rule
et_ee: Lehe reeglid

source: Archive Rule
et_ee: Arhiivi reeglid

source: <strong>Note:</strong> This option is valid only if you have the <em>Gallery index page link</em> option set to "gallery". Of course the <em>menu_manager</em> plugin must also be enabled.
et_ee: <strong>NB! </strong>See valik töötab vaid juhul, kui sul on <em>lingiks galerii avalehele</em> valitud "galerii". Pealekauba peab lisa <em>menu_manager</em> olema sisse lülitatud.

source: <strong>Note:</strong> The <em>%s</em> custom menu makes use of the <em>print_album_menu</em> plugin.
et_ee: <strong>NB! </strong> Kohandatud menüü <em>%s</em> kasutab pluginat <em>print_album_menu</em>.

source: Theme logo
et_ee: Teema logo

source: The text for the theme logo
et_ee: Teema logo asendav tekst

source: Watermark head image
et_ee: Vesimärgista esipilt

source: Check to place a watermark on the heading image. (Image watermarking must be set.)
et_ee: Märgi ära, kus peab esipildi vesimärk asuma (vesimärkide kasutamise valik peab olema sisse lülitatud).

source: Daily image
et_ee: Päeva pilt

source: If checked on the heading image will change daily rather than on each page load.
et_ee: Selle valiku juures vahetub esipilt kord päevas, mitte iga külastusega.

source: Slideshow
et_ee: Slaidishow

source: Check to enable slideshow for the <em>Smoothgallery</em> personality.
et_ee: Võimalda <em>Smoothgallery</em> tüüpi slaidishow.

source: Graphic logo
et_ee: Graafiline logo

source: Select a logo (PNG files in the <em>%s/images</em> folder) or leave empty for text logo.
et_ee: Vali logo (sobiv PNG fail kaustast <em>%s/images</em>) või jäta tühjaks, et näidata tekstilist logo.

source: Theme personality
et_ee: Teema kuvamise viis

source: Select the theme personality
et_ee: Vali teema kuvamise viis

source: Custom menu
et_ee: Kohandatud menüü

source: Set this to the <em>menu_manager</em> menu you wish to use.
et_ee: Vali <em>menu_manager</em> menüü, mida soovid kasutada.

source: Image gallery transition
et_ee: Piltide vahetumine galeriis

source: None
et_ee: Puudub

source: Fade
et_ee: Sulanduv

source: Shrink/grow
et_ee: Kahanda/suurenda

source: Horizontal
et_ee: Laiuti

source: Vertical
et_ee: Pikuti

source: Transition effect for Image gallery
et_ee: Pildigalerii üleminekuefekt

source: Image gallery caption
et_ee: Pildigalerii pealkiri

source: On image
et_ee: Pildil

source: Separate
et_ee: Eraldi

source: Omit
et_ee: Pole

source: Location for Image gallery picture caption
et_ee: Galerii pealkirja paiknemine

source: Index Image
et_ee: Esipildil

source: none
et_ee: pole

source: Apply this effect to the index page image.
et_ee: Määra see efekt avalehe pildile.

source: This option requires the <em>image_effects</em> plugin to be enabled.
et_ee: Selle valiku töötamiseks peab <em>image_effects</em> olema sisse lülitatud.

source: *standard menu
et_ee: *standardne menüü
