Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: * These options may be set via the <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a> plugin options.
et_ee: * Ces paramètres peuvent être configurés avec ceux de l’extension <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of these options may be shared with other plugins.</p>
et_ee: <p class="notebox">*<strong>Note. </strong> Ces paramétrages peuvent aussi être utilisés par d’autres extensions.</p>

source: A single place to quickly review your unpublished content.
et_ee: Un endroit unique pour voir rapidement le contenu non publié.

source: Publish content
et_ee: Avalda sisu

source: Manage published state of content in your gallery.
et_ee: Halda oma galerii sisu avalikustatuse olekut.

source: Provides a quota management system to limit the sum of sizes of images a user uploads.
et_ee: Fournit un système de gestion des quotas pour limiter la taille totale des images qu’un utilisateur est autorisé à charger.

source: <strong>Note:</strong> if FTP is used to upload images, manual user assignment is necessary. ZIP file upload is disabled by default as quotas are not applied to the files contained therein.
et_ee: <strong>Note : </strong> Si cette extension est activée, le chargement de fichiers ZIP est désactivé par défaut puisqu’il est impossible d’intégrer le poids des envois dans le calcul du quota. Il faut alors attribuer spécifiquement aux utilisateurs auxquels on veut le permettre le droit de charger des images avec le protocole FTP.

source: <a href="#%1$s"><code>%1$s</code></a> is already enabled.
et_ee: <a href="#%1$s"><code>%1$s</code></a> est déjà activée.

source: Default quota
et_ee: Quota par défaut

source: Default size limit in kilobytes.
et_ee: Limite par défaut de la taille en kilo-octets.

source: Allow ZIP files
et_ee: Autoriser les fichiers zip

source: The size of a ZIP file may be slightly smaller than the sum of the <em>image</em> files it contains. Un-check this box if you wish to disable uploading of ZIP files.
et_ee: La taille d’un fichier zip peut être inférieure à la taille totale des <em>images</em> contenues dans ce ficher. Décocher cette case pour désactiver l’envoi de fichiers zip.

source: (%s kb used)
et_ee: (%s ko utilisés)

source: Image storage quota:
et_ee: Quota d’espace de stockage d’images :

source: Allowed: %s kb
et_ee: Autorisé : %s ko

source: Uploading is disabled.
et_ee: Le chargement est désactivé.

source: Your available upload quota is <span %1$s>%2$s</span> kb.
et_ee: Votre quota de chargement disponible est de <span %1$s>%2$s</span> ko.

source: All ratings have been set to <em>unrated</em>.
et_ee: Kõik reitingunäitajad on <em>nullitud</em>.

source: Adds several theme functions to enable images, album, news, or pages to be rated by users.
et_ee: Ajoute plusieurs fonctions aux thèmes pour permettre de voter sur les images, les albums, les actualités et les pages.

source: open
et_ee: ava

source: members &amp; guests
et_ee: membres et invités

source: members only
et_ee: membres seulement

source: closed
et_ee: fermé

source: Voting state
et_ee: Statut de vote

source: <em>Enable</em> state of voting.
et_ee: <em>Activer</em> le statut de vote.

source: Stars
et_ee: Étoiles

source: Rating will use %u star.
et_ee: Le vote utilisera %u étoile.

source: Split stars
et_ee: Étoiles partielles

source: full
et_ee: complètes

source: half
et_ee: demi-taille

source: third
et_ee: kolmandik

source: Show fractional stars based on rating. May cause performance problems for pages with large numbers of rating elements.
et_ee: Permet l’affichage de fractions d’étoiles pour les votes décimaux. Cela peut poser des problèmes de performance sur les pages comportant beaucoup d’éléments évalués.

source: Individual image control
et_ee: Contrôle individuel des images

source: Enable to allow voting status control on individual images.
et_ee: Permet d’activer le contrôle des votes sur les images individuelles.

source: Recast vote
et_ee: Changer son vote

source: Show rating
et_ee: Afficher les votes

source: Show previous vote
et_ee: Afficher le vote précédent

source: Allow users to change their vote. If Show previous vote is chosen, the stars will reflect the last vote of the viewer. Otherwise they will reflect the current rating.
et_ee: Permet aux utilisateurs de changer leur vote. Si « Afficher le vote précédent » est sélectionné, les étoiles reflètent le dernier vote de l’utilisateur. Sinon, elles indiquent le vote global.

source: Disguise IP
et_ee: Masquer l’adresse IP

source: Causes the stored IP addressed to be hashed so as to avoid privacy tracking issues.
et_ee: Hache l’adresse IP archivée pour éviter des problèmes de confidentialité résultant d’un piratage.

source: retract
et_ee: annuler

source: Vote Status:
et_ee: Hääle olek:

source: Reset all ratings
et_ee: Kõik hääletamistulemused nulli

source: Sets all ratings to unrated.
et_ee: Nullib kõik antud hääled.

source: Rating %2$.1f (%1$u vote)
et_ee: Note : %2$.1f (%1$u vote)

source: Not yet rated
et_ee: Seni veel hindamata

source: %u star
et_ee: %u tärn

source: Submit »
et_ee: Sisesta »

source: Vote Submitted
et_ee: Hääl antud

source: nothing to submit
et_ee: pole midagi sisestada

source: Only one Captcha handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
et_ee: Korraga võib töötada ainult üks CAPCHA käitleja. <a href="#%1$s"><code>%1$s</code></a> on juba sisse lülitatud

source: Public key
et_ee: Avalik võti

source: Enter your <em>reCaptcha</em> public key. You can obtain this key from the Google <a href="http://www.google.com/recaptcha">reCaptcha</a> site
et_ee: Hankige oma <em>reCaptcha</em> avalik võti. Võite selle saada Google lehelt <a href="http://www.google.com/recaptcha">reCaptcha</a>

source: Private key
et_ee: Salajane võti

source: Enter your <em>reCaptcha</em> private key.
et_ee: Hankige oma <em>reCaptcha</em> salajane võti.

source: Theme
et_ee: Kujundus

source: Sample CAPTCHA image
et_ee: CAPTCHA näidispilt

source: reCAPTCHA is not properly configured.
et_ee: E-posti käitlejat reCAPTCHA pole seadistatud!

source: Help
et_ee: Abi

source: Provides a means for placing a user registration form on your theme pages.
et_ee: See võimaldab paigaldada registreerimisvormi teie kujunduse lehtedele

source: You have received this email because you registered with the user id %3$s on this site. To complete your registration visit %1$s.
et_ee: Saite selle kirja, kuna registreerusite kasutajana %3$s. Registreerimise lõpuleviimiseks palun külastage: %1$s.

source: Click here to register for this site.
et_ee: Klikake siia, et kasutajaks registreeruda

source: If this option is set, the visitor login form will include a link to this page. The link text will be labeled with the text provided.
et_ee: Si cette option est activée, le formulaire de connexion du visiteur incluera un lien vers cette page. Le texte du lien sera celui fourni.

source: Hint text
et_ee: Texte de l’astuce

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration.
et_ee: Si activé, un mail est envoyé à l’administrateur de la galerie lorsqu’un nouvel utilisateur a validé son inscription.

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the user must supply data in each address field.
et_ee: Si les <em>champs d’adresse</em> sont affichés ou requis, le formulaire comporte des champs pour inscrire les détails de l’adresse. Si les champs sont requis, l’utilisateur devra remplir tous les champs d’adresse.

source: <strong>Note:</strong> Address fields are handled by the <em>comment_form</em> plugin.
et_ee: <strong>Note. </strong> Les champs d’adresse sont gérés par l’extension <em>comment_form</em>.

source: User album
et_ee: Kasutaja album

source: If checked, an album will be created and assigned to the user.
et_ee: Si coché, un album sera créé et attribué à l’utilisateur

source: Email ID
et_ee: Identifiant email

source: If checked, The user's e-mail address will be used as his User ID.
et_ee: Si cette option est cochée, l’adresse email de l’utilisateur sera utilisée comme identifiant.

source: Email notification text
et_ee: Texte pour la notification par email

source: Text for the body of the email sent to the registrant for registration verification. <p class="notebox"><strong>Note:</strong> You must include <code>%1$s</code> in your message where you wish the <em>registration verification</em> link to appear. You may also insert the registrant's <em>name</em> (<code>%2$s</code>), <em>user id</em> (<code>%3$s</code>), and <em>password</em>* (<code>%4$s</code>).<br /><br />*For security reasons we recommend <strong>not</strong> inserting the <em>password</em>.</p>
et_ee: Texte du corps du message envoyé au nouvel inscrit pour vérifier son inscription. <p class="notebox"><strong>Note.</strong> Vous devez inclure <code>%1$s</code> dans votre message à l’endroit où vous souhaitez faire paraître <em>le lien de vérification de l’inscription</em>. Vous pouvez inscrire <em>le nom du nouvel inscrit</em> (<code>%2$s</code>), <em>l’identifiant</em> (<code>%3$s</code>), et <em>le mot de passe</em>* (<code>%4$s</code>).<br /><br />*Par souci de sécurité, nous recommandons toutefois <strong>de ne pas</strong> inscrire <em>le mot de passe</em>.</p>

source: * The option may be set via the <a href="javascript:gotoName('register_user');"><em>register_user</em></a> plugin options.
et_ee: * Cette option peut être configurée au moyen des paramètres de l’extension <a href="javascript:gotoName('register_user');"><em>register_user</em></a>.

source: Default user group
et_ee: Groupe par défaut de l’utilisateur

source: Initial group assignment for the new user.
et_ee: Groupe initial pour le nouvel utilisateur.

source: Initial rights for the new user. (If no rights are set, approval of the user will be required.)
et_ee: Droits accordés initialement à un nouvel utilisateur. (Si aucun droit n’est accordé, l’utilisateur devra être approuvé.)

source: Registration confirmation
et_ee: Confirmation de l’inscription

source: you are already logged in.
et_ee: vous êtes déjà connecté(e).

source: Thank you for registering.
et_ee: Täname registreerumast!

source: You may now log onto the site and verify your personal information.
et_ee: Vous pouvez maintenant vous connecter au site et vérifier vos renseignements personnels.

source: Your registration information has been accepted. An email has been sent to you to verify your email address.
et_ee: Votre demande d’inscription a été acceptée. Un email vous a été envoyé pour vérifier votre adresse.

source: Registration failed.
et_ee: L’inscription a échoué.

source: The user ID <em>%s</em> is already in use.
et_ee: L’identifiant <em>%s</em> que vous avez choisi est déjà utilisé.

source: Passwords may not be empty.
et_ee: Les mots de passe ne peuvent pas être vides !

source: You have not filled in all the fields.
et_ee: Vous n’avez pas rempli tous les champs.

source: Invalid verification link.
et_ee: Lien de vérification invalide.

source: Enter a valid email address.
et_ee: Saisissez une adresse email valide.

source: The CAPTCHA you entered was not correct.
et_ee: Le Captcha que vous avez saisi est incorrect.

source: Verification failed.
et_ee: La validation a échoué.

source: Your registration request could not be completed.
et_ee: Votre demande d’inscription n’a pu être effectuée correctement.

source: Your registration attempt failed a <code>register_user_registered</code> filter check.
et_ee: Votre tentative d’enregistrement a échoué au test <code>register_user_registered</code>.

source: Provides functionality to get the related items to an item based on a tag search.
et_ee: Ajoute la fonction de recherche les éléments reliés à un élément affiché, selon une recherche de tags.

source: Related %s
et_ee: %s apparentés

source: <p class="messagebox"><em>%1$s</em> updated.</p>
et_ee: <p class="messagebox"><em>%1$s</em> värskendati

source: <strong>Note:</strong> Theme support is required to display RSS links.
et_ee: <strong>NB!</strong> RSS linkide näitamiseks peab teie kujundus seda toetama.

source: RSS feeds enabled:
et_ee: Sisselülitatud RSS vood:

source: Check each RSS feed you wish to activate.
et_ee: Märkige RSS vood, mida tahate sisse lülitada.

source: Image size
et_ee: Pildi suurus

source: latest by id
et_ee: id järgi uusimad

source: latest by date
et_ee: Kuupäeva järgi uusimad

source: latest by mtime
et_ee: muutmisaja järgi uusimad

source: latest by publishdate
et_ee: avaldamisaja järgi uusimad

source: Check if you want to store the hitcount on RSS feeds.
et_ee: Märgi, kui soovid, et RSS kuvamise korade üle peetaks arvestust.

source: Gallery title
et_ee: Galerii nimi

source: Website title
et_ee: Veebilehe nimi

source: Both
et_ee: Mõlemad

source: Select what you want to use as the main RSS feed (channel) title. 'Both' means Website title followed by Gallery title
et_ee: Mis peaks olema RSS voo peamine (st kanali) nimi? "Mõlemad" tähendab, et veebilehe pealkirjale järgneb galerii nimi.

source: The text length of the Zenpage RSS feed items. No value for full length.
et_ee: La longueur de texte des éléments dans le flux RSS de Zenpage. Laissez-le vide pour ne pas limiter la longueur.

source: The number of news articles you want to appear in your site's News RSS feed.
et_ee: Le nombre d’articles que vous souhaitez faire apparaître dans le flux RSS de votre site.

source: (Latest news)
et_ee: (Viimased uudised)

source: (Latest news and albums)
et_ee: (Viimased uudised ja albumid)

source: (Latest news and images)
et_ee: (Viimased uudised ja pildid)

source: (Most popular news)
et_ee: (Populaarseimad uudised)

source: (Most rated news)
et_ee: (Enim kordi hinnatud uudised)

source: (Top rated news)
et_ee: (Hinnatuimad uudised)

source: (Random news)
et_ee: (Juhuslikult valitud uudised)

source: (Most popular pages)
et_ee: (Populaarseimad lehed)

source: (Most rated pages)
et_ee: (Enim kordi hinnatud lehed)

source: (Top rated pages)
et_ee: (Hinnatuimad lehed)

source: (Random pages)
et_ee: (Juhuslikult valitud lehed)

source: (Latest pages)
et_ee: (Uusimad lehed)

source: (latest comments)
et_ee: (viimased kommentaarid)

source: %s (%u image)
et_ee: %s (%u pilt)

source: Date: %s
et_ee: Kuupäev: %s

source: Collects and displays search criteria.
et_ee: Récupère et affiche les critères de recherche.

source: Threshold (success)
et_ee: Seuil (succès)

source: Show the top <em>Threshold</em> criteria of successful searches. (Searches which returned at least one result.)
et_ee: Affiche le critère de <em>Seuil haut</em> pour les recherches « réussies » (les recherches ayant retourné au moins un résultat).

source: Threshold (failed)
et_ee: Seuil (échecs)

source: Show the top <em>Threshold</em> criteria of searches that failed.
et_ee: Affiche le critère de <em>Seuil haut</em> pour les recherches « non réussies ».

source: Threshold (terms)
et_ee: Seuil (termes)

source: Show the top <em>Threshold</em> terms used in searches.
et_ee: Affiche le critère de <em>Seuil haut</em> pour les termes utilisés dans les recherches.

source: Threshold (IP)
et_ee: Seuil (IP)

source: Show the top <em>Threshold</em> IPs that have performed searches.
et_ee: Affiche le critère de <em>Seuil haut</em> pour les IP ayant effectué des recherches.

source: Search statistics
et_ee: Otsingustatistika

source: Analyze searches
et_ee: Analyse des recherches

source: If checked login attempts will be logged.
et_ee: Si l’option est activée, les essais de connexion seront enregistrés.

source: All attempts
et_ee: Kõik katsed

source: Only user attempts
et_ee: Ainult kasutaja katsed

source: Successful attempts
et_ee: Tentatives réussies

source: unsuccessful attempts
et_ee: tentatives infructueuses

source: Record login failures, successes, or all attempts.
et_ee: Enregistre les tentatives de connexion infructueuses, les réussies ou toutes.

source: Log reset
et_ee: Log réinitialisé

source: Log deleted
et_ee: Log supprimé

source: Log downloaded
et_ee: Log téléchargé

source: Install
et_ee: Installation

source: Request add user
et_ee: Demande d’ajout de l’utilisateur

source: Request update user
et_ee: Demande de modification de l’utilisateur

source: Request delete user
et_ee: Demande de suppression de l’utilisateur

source: Cross Site Reference
et_ee: Saitidevaheline viide

source: Album access
et_ee: Ligipääs albumile

source: Admin access
et_ee: Admini ligipääs

source: Guest login
et_ee: Connexion comme invité

source: Admin login
et_ee: Connexion comme administrateur

source: Authorization cookie check
et_ee: Autoriseerimisküpsise kontroll

source: date requestor's IP type user ID user name outcome authority additional information
et_ee: date IP du requérant type identifiant nom de l’utilisateur résultat autorité renseignements supplémentaires

source: Failed
et_ee: Échec

source: Success
et_ee: Réussite

source: Blocked
et_ee: Tõkestatud

source: Set Security log permissions
et_ee: Configurer les droits du journal de sécurité

source: File permissions of Security log are %04o
et_ee: Les droits du journal de sécurité sont réglés à %04o.

source: Provides a utility SEO file/folder name clenser.
et_ee: Fournit un utilitaire de nettoyage des noms de fichiers et de dossiers afin de les optimiser pour les moteurs de recherche.

source: Seo
et_ee: Optimiseerimine otsimootorite jaoks

source: SEO Cleaner
et_ee: Optimiser pour les moteurs de recherche

source: Make file and folder names in the Gallery SEO friendly.
et_ee: Rend les noms de dossiers et de fichiers de la galerie plus accessibles aux moteurs de recherche.

source: <em>%1$s</em> renamed to <em>%2$s</em>
et_ee: <em>%1$s</em> renommé <em>%2$s</em>

source: Cleanup album and image names to be SEO friendly
et_ee: Rend les noms d’albums et d’images plus accessibles aux moteurs de recherche.

source: Albums to clean:
et_ee: Puhastatavad albumid:

source: If this script does not complete, <a href="javascript:reStart();" title="restart">click here</a>
et_ee: Si ce script ne se termine pas, veuillez <a href="javascript:reStart();" title="relancer">cliquer ici</a>.

source: %u image name cleaned.
et_ee: %u nom d’image nettoyé.

source: No image names needed cleaning.
et_ee: Aucun nom d’image n’a eu à être nettoyé

source: %u album folder name cleaned.
et_ee: %u nom de dossier d’album nettoyé.

source: No album folder names needed cleaning.
et_ee: Aucun nom de dossier d’album n’avait besoin d’être nettoyé.

source: Allows setting language locale through the URI.
et_ee: Permet de définir la langue par le biais de l’URL.

source: <strong>Note:</strong> This plugin is not activated for <em>back&#8209;end</em> (administrative) URLs. However, once activated, the language is remembered, even for the <em>back&#8209;end</em>.
et_ee: <strong>Note.</strong> Cette extension n’est pas activée pour les URL <em>des pages d’administration</em>. Cependant, une fois activée, la langue est retenue, même pour ces pages.

source: <em>mod_rewrite</em> must be enabled for this plugin to function.
et_ee: Le module <em>mod_rewrite</em> doit être activé pour que cette extension fonctionne.

source: This plugin is not compatible with the <code>dynamic locale</code> <em>Use subdomains</em> option
et_ee: Cette extension n’est pas compatible avec l’option <em>Utiliser des sousdomaines</em> de l’extension <code>dyamic locale</code>.

source: SEO <em>Null</em> filter.
et_ee: Filtre <em>nul</em> d’optimisation pour les moteurs de recherche.

source: The only translation performed is one or more <em>white space</em> characters are converted to a <em>hyphen</em>.
et_ee: Le seul effet de ce filtre est de convertir chaque <em>espace</em> ou groupe d’espaces par un <em>trait-d’union</em>.

source: Only one SEO filter plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
et_ee: Ainult üks SEO filtri plugin võib olla sisse lülitatud. <a href="#%1$s"><code>%1$s</code></a> on juba aktiivne.

source: SEO filter to translate extended characters into their basic alpha-numeric equivalents.
et_ee: Filtre pour améliorer la compatibilité avec les moteurs de recherche ; convertit les caractères étendus en caractères de base correspondants.

source: Lowercase only
et_ee: Seulement en minuscules

source: When set, all characters are converted to lower case.
et_ee: Si actif, tous les caractères seront convertis en minuscules.

source: Treats users as not logged in for gallery pages.
et_ee: Considère les utilisateurs comme non connectés lorsqu’ils visitent les pages de la galerie.

source: Simple SPAM filter.
et_ee: Lihtne spämmifilter

source: Words to die on
et_ee: Keelatud sõnad

source: Patterns to die on
et_ee: Expressions bannies

source: SPAM blacklist <a href="http://en.wikipedia.org/wiki/Regular_expression">regular expressions</a> (separate with spaces)
et_ee: Liste noire de spam : <a href="http://fr.wikipedia.org/wiki/Expression_rationnelle">expressions régulières</a> (séparez-les par des espaces).

source: Excessive URL count
et_ee: Nombre excessif d’URL

source: Message is considered SPAM if there are more than this many URLs in it
et_ee: Un message est considéré comme du spam s’il comporte un plus grand nombre d’URL que celui-ci

source: Banned IPs
et_ee: Adresses IP bannies

source: Prevent posts from this list of IP addresses
et_ee: Empêcher de poster depuis les IP de cette liste.

source: Forgiving
et_ee: Pardon

source: Mark suspected SPAM for moderation rather than as SPAM
et_ee: Marquer plutôt comme « à modérer » le contenu soupçonné d’être du spam

source: Generates sitemap.org compatible XML files for use with Google and other search engines.
et_ee: Génère des fichiers XML compatibles sitemaps.org, à utiliser avec Google et les autres moteurs de recherche.

source: <strong>Note:</strong> The index links may not match if using the Zenpage option "news on index" that some themes provide! Also it does not "know" about "custom pages" outside Zenpage or any special custom theme setup!!
et_ee: <strong>Note.</strong> Les liens de la page d’accueil peuvent ne pas correspondre si l’option Zenpage « Actualités sur la page d’accueil » prévue par certains thèmes est utilisée. Les « pages personnalisées » utilisées en dehors des Zenpages ou de n’importe quelle personnalisation d’un thème ne sont pas reconnues !

source: sitemap cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
et_ee: Le dossier du cache sitemap n’a pu être créé. Essayez de le créer manuellement via FTP avec les droits chmod 0777.

source: Gallery index page
et_ee: Page d’accueil de la galerie

source: If your theme does not use the theme index.php page as the gallery index, enter the name of the page here. In the Zenpage theme for example this could be gallery.php. In that case you enter "gallery". If this is not empty the index.php sitemap is not generated.
et_ee: Si votre thème n’utilise pas la page index.php du thème comme page d’accueil de la galerie, saisissez-en le nom ici. Dans le thème Zenpage cela pourrait être par exemple galerie.php ; saisissez alors « galerie ». Si cette valeur n'est pas vide, la carte du site index.php ne sera pas générée.

source: Album date
et_ee: Date de l’album

source: Field to use for the last modification date of albums.
et_ee: Champ à utiliser pour la dernière date de modification des albums

source: Image date
et_ee: Date de l’image

source: Field to use for the last modification date of images.
et_ee: Champ à utiliser pour la dernière date de modification des images

source: Change frequency - Zenphoto index
et_ee: Fréquence des modifications : index Zenphoto
