Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: An error occurred while copying files. Please delete manually the new theme directory '%s' and retry or copy files manually.
et_ee: Failide kopeerimisel tekkis viga. Kustuta uue kujunduse kaust %s käsitsi ja proovi uuesti - või kopeeri failid käsitsi.

source: Your theme, based on theme %s
et_ee: Teie kujundus, mis tugineb kujundusele %s

source: Your theme
et_ee: Teie kujundus

source: New custom theme created successfully!
et_ee: Uue kohandatud kujunduse loomine õnnestus!

source: New custom theme created, but its description could not be updated
et_ee: Uus kohandatud kujundus loodi, kuid selle kirjeldust ei olnud võimalik uuendada

source: Rights:
et_ee: Õigused:

source: edit rights
et_ee: Muutmisõigused

source: view unpublished items
et_ee: Näita peidetud elemente

source: upload rights
et_ee: üleslaadimise õigused

source: the album is dynamic
et_ee: see album on dünaamiline

source: Primary album
et_ee: Peamine album

source: edit
et_ee: muuda

source: upload
et_ee: üleslaadimine

source: view unpublished
et_ee: näita mitteavaldatuid

source: Managed albums:
et_ee: Hallatavad albumid:

source: Managed news categories:
et_ee: Hallatavad uudistekategooriad:

source: News categories
et_ee: Uudistekategooriad

source: Managed pages:
et_ee: Hallatavad lehed:

source: Select one or more %1$s for the %2$s to manage.
et_ee: Valige haldamiseks üks või mitu %1$s %2$s.

source: user
et_ee: kasutaja

source: Users with "Admin" or "Manage all %1$s" rights can manage all %2$s. All others may manage only those that are selected.
et_ee: Kasutajad "Admin" või "Manage all %1$s" õigustega saavad hallata kõike %2$s. Ülejäänud saavad hallata ainult seda, mis siin on valitud.

source: Show %u album level
et_ee: Näita %u taseme albumit

source: %u image per page
et_ee: %u pilt leheküljel

source: Destination
et_ee: Sihtkoht

source: codeblock %u
et_ee: koodiblokk %u

source: add codeblock
et_ee: lisa koodiblokk

source: Codeblock 0 is deprecated.
et_ee: Koodiblokk 0 on kõrvalejäetud

source: "%s" Cross Site Request Forgery blocked.
et_ee: « %s » tentative d’hameçonnage bloquée.

source: setup
et_ee: paigaldamine

source: security
et_ee: turvalisus

source: debug
et_ee: veatuvastus

source: development
et_ee: arendus

source: mail
et_ee: E-postl

source: media
et_ee: multimeedia

source: misc
et_ee: mitmesugust

source: spam
et_ee: Spämm

source: tools
et_ee: tööriistad

source: uploader
et_ee: laadur

source: users
et_ee: kasutajad

source: utilities
et_ee: tarvikud

source: %s failed to delete.
et_ee: %s ei suudetud kustutada

source: %s deleted successfully.
et_ee: %s on edukalt kustutatud

source: You must supply a password.
et_ee: Peate sisestama salasõna

source: Your passwords did not match.
et_ee: Salasõnad ei kattu

source: The image edit form submission has been truncated. Try displaying fewer images on a page.
et_ee: Piltide muutmise vormi kärbiti. Palun kuvage vähem pilte ühel lehel

source: Hit counters have been reset.
et_ee: Külastusloendurid viidi algseisu

source: Cache has been purged.
et_ee: Puhver tühjendati.

source: Your files have been uploaded.
et_ee: Failid on üles laetud.

source: <em>%s</em> already exists.
et_ee: <em>%s</em> on juba olemas

source: Selected items published
et_ee: Valitud elemendid on avaldatud

source: Selected items unpublished
et_ee: Valitud elemente ei näidata enam avalikult

source: Comments enabled for selected items
et_ee: Valitud elementide jaoks on kommentaarid sisse lülitatud

source: Comments disabled for selected items
et_ee: Valitud elementide jaoks on kommentaarid välja lülitatud

source: Hitcounter for selected items
et_ee: Valitud elementide külastusloendur

source: Tags added for selected items
et_ee: Valitud elementidele lisati sildid

source: Tags cleared for selected items
et_ee: Valitud elementide sildid eemaldati

source: Tags added for images of selected items
et_ee: Valitud elementide piltidele lisati sildid

source: Tags cleared for images of selected items
et_ee: Valitud elementide piltidelt eemaldati sildid

source: Image already exists.
et_ee: Pilt on juba olemas

source: Album already exists.
et_ee: Album on juba olemas

source: Cannot move, copy, or rename to a subalbum of this album.
et_ee: Selle albumi alamalbumisse ei ole võimalik teisaldada, kopeerida ega ümber nimetada

source: Cannot move, copy, or rename to a dynamic album.
et_ee: Dünaamilisse albumisse ei saa midagi teisaldada, kopeerida või ümber nimetada.

source: Cannot rename an image to a different suffix
et_ee: Pildifailile ei saa anda teistsugust järelliidet

source: Album delete failed
et_ee: Albumi kustutamine nurjus

source: There was an error with a move, copy, or rename operation.
et_ee: Viga teisaldamisel, kopeerimisel või ümbernimetamisel

source: Filename
et_ee: Faili nimi

source: Date
et_ee: Kuupäev

source: Title
et_ee: Pealkiri

source: Filemtime
et_ee: Muutmiskuupäev

source: overview
et_ee: ülevaade

source: pages
et_ee: lehed

source: articles
et_ee: artiklid

source: categories
et_ee: kategooriad

source: tags
et_ee: sildid

source: comments
et_ee: kommentaarid

source: general
et_ee: üldine

source: gallery
et_ee: galerii

source: theme
et_ee: kujundus

source: options
et_ee: valikud

source: themes
et_ee: kujundused

source: plugins
et_ee: pluginad

source: logs
et_ee: logid

source: Restore
et_ee: Taasta

source: %s log was emptied.
et_ee: %s logi tühjendati.

source: %s log could not be emptied.
et_ee: Logil %s ei õnnestunud tühjendada.

source: %s log was removed.
et_ee: Logi %s eemaldati.

source: %s log could not be removed.
et_ee: Logi %s ei õnnestunud eemaldada.

source: View logs:
et_ee: Vaata logisid:

source: Download
et_ee: Lae alla

source: There are no logs to view.
et_ee: Siin pole ühtki logi, mida vaadata.

source: Error
et_ee: Viga

source: The form submission is incomplete. Perhaps the form size exceeds configured server or browser limits.
et_ee: Vorm on puudulikult täidetud. Võimalik, et vorm on suurem kui seda võimaldavad serveri või veebilehitseja piirangud

source: Applied
et_ee: Rakendatud

source: Your browser did not post all the fields. Some options may not have been set.
et_ee: Teie veebilehitseja ei postitanud kõiki välju. Võimalik, et midagi on jäänud seadistamata.

source: You must supply a password for the <em>%s</em> guest user
et_ee: Peate sisestama külaliskasutaja <em>%s</em> salasõna.

source: Your passwords did not match
et_ee: Salasõna on vale

source: The path you selected resulted in cookies not being retrievable. It has been reset.
et_ee: Küpsistesse salvestatud kaustatee pole leitav. kaustatee on lähtestatud.

source: <em>%s</em> is not available.
et_ee: <em>%s</em> ei ole kasutusel.

source: The locale %s is not supported on your server.
et_ee: Teie server ei toeta %s keelt.

source: See the troubleshooting guide on zenphoto.org for details.
et_ee: Üksikasjad leiad zenphoto.org veaparandusjuhendist.

source: reset
et_ee: algseisu

source: Time zone:
et_ee: Ajavöönd:

source: *not specified
et_ee: *määramata

source: Your server reports its time zone as: <code>%s</code>.
et_ee: Teie server saatis järgmise ajavööndi : <code>%s</code>.

source: Your time zone offset is %d hour. If your time zone is different from the servers, select the correct time zone here.
et_ee: Teie ajavööndi erinevus GMT-st on %d tund. Kui teie vööndiaeg erineb serveri omast, siis valige sobiv.

source: Time offset (hours):
et_ee: Ajavööndi erinevus GMTst :

source: If you're in a different time zone from your server, set the offset in hours of your time zone from that of the server. For instance if your server is on the US East Coast (<em>GMT</em> - 5) and you are on the Pacific Coast (<em>GMT</em> - 8), set the offset to 3 (-5 - (-8)).
et_ee: Kui teie server elab muus ajavööndis kui te ise, siis määrake siin tema erinevus. Näiteks kui elate Eestis, aga teie server elab Kesk-Euroopa aja järgi, siis on erinevus 1.

source: URL options:
et_ee: URLi valikud

source: mod rewrite
et_ee: Kasuta mod_rewrite

source: UTF8 image URIs
et_ee: Piltide URI UTF-8 vormingus

source: mod_rewrite suffix:
et_ee: Lehekülgede järelliide (mod_rewrite abil):

source: If you are having problems with images whose names contain characters with diacritical marks try changing the <em>UTF8 image URIs</em> setting.
et_ee: Kui failinimes on rõhumärkidega tähti ja sellest tekib probleeme, siis püüdke muuta UTF-8 pildi URI seadeid

source: If <em>mod_rewrite</em> is checked above, zenphoto will append the <em>mod_rewrite suffix</em> to the end of image URLs. (This helps search engines.) Examples: <em>.html, .php</em>, etc.
et_ee: Kui on valitud <em>Kasuta mod_rewrite</em>, siis lisab Zenphoto pildi URL-i vastava järelliite. See muudab otsimootorite töö lihtsamaks. Järelliiteks võib olla näiteks <em>.html, .php</em> jne..

source: Language:
et_ee: Keel:

source: Highlighted languages are not current with Zenphoto Version %1$s. (The version Zenphoto of the out-of-date language is shown in braces.) Please check the <a href="%2$s">translation repository</a> for new and updated language translations.
et_ee: Märgitud keelte versioonid ei ole kohandatud Zenphoto versiooniga %1$s (sulgudes on versioon, millele keel on kohandatud). Uurige, kas <a href="%2$s">tõlgete keskkond</a> pakub ajakohastatud tõlkeid.

source: Multi-lingual
et_ee: Mitmekeelne keskkond

source: You can disable languages by unchecking their checkboxes. Only checked languages will be available to the installation.
et_ee: Võid soovi korral keeli sisse ja välja lülitada. Ainult märgitud keeled jäävad kasutusele.

source: Select the preferred language to display text in. (Set to <em>HTTP_Accept_Language</em> to use the language preference specified by the viewer's browser.)
et_ee: Eelistatav keel. (Vali <em>HTTP_Accept_Language</em> , siis sõltub keel vaataja brauserist.)

source: <strong>Note:</strong> if you have created multi-language strings, uncheck this option, then save anything, you will lose your strings.
et_ee: <strong>Pane tähele : </strong> Kui oled loonud tõlkelauseid ning lülitad selle valiku välja ja salvestad kõik, siis kaovad kõik tõlkelaused ära.

source: Date format:
et_ee: Kuupäevavorming :

source: Preferred date representation
et_ee: Eelistatav vorming kuupäevade näitamiseks

source: 2008. February 25. 15:30
et_ee: 2008. veebruar 25. 15:30

source: 2008. February 25.
et_ee: 2008. veebruar 25.

source: 25 Feb 2008 15:30
et_ee: 25 veebr 2008 15:30

source: 25 Feb 2008
et_ee: 25 veebr 2008

source: 25 February 2008 15:30
et_ee: 25 veebruar 2008 15:30

source: 25 February 2008
et_ee: 25 veebruar 2008

source: 25. Feb 2008 15:30
et_ee: 25. veebr 2008 15:30

source: 25. Feb 2008
et_ee: 25.veebr 2008

source: 25. Feb. 08 15:30
et_ee: 25. veebr. 08 15:30

source: 25. Feb. 08
et_ee: 25. veebr. 08

source: 25. February 2008 15:30
et_ee: 25. veebruar 2008 15:30

source: 25. February 2008
et_ee: 25. veebruar 2008

source: 25-Feb-08 15:30
et_ee: 25-veebr-08 15:30

source: 25-Feb-08
et_ee: 25-veebr-08

source: 25-Feb-2008 15:30
et_ee: 25-veebr-2008 15:30

source: 25-Feb-2008
et_ee: 25-veebr-2008

source: Feb 25, 2008 15:30
et_ee: veebr 25, 2008 15:30

source: Feb 25, 2008
et_ee: veebr 25, 2008

source: February 25, 2008 15:30
et_ee: veebruar 25, 2008 15:30

source: February 25, 2008
et_ee: veebruar 25, 2008

source: Format for dates. Select from the list or set to <code>custom</code> and provide a <a href="http://us2.php.net/manual/en/function.strftime.php"><span class="nowrap"><code>strftime()</code></span></a> format string in the text box.
et_ee: Valige loetelust kuupäevavorming või sea <code>oma vorming</code> kasutades <a href="http://fr.php.net/manual/fr/function.strftime.php"><code>strftime()</code></a> vormingut.

source: Charset:
et_ee: Märgistik:

source: The character encoding to use internally. Leave at <em>Unicode (UTF-8)</em> if you are unsure.
et_ee: Märgistik sisemiseks kasutamiseks. Kui täpselt ei tea, vali <em>Unicode (UTF-8)</em>

source: Character sets <span style="color:gray">shown in gray</span> have no character translation support.
et_ee: Hallis kirjas märgistikel puudub vastav tähetabel.

source: Allowed tags:
et_ee: Lubatud sildid:

source: Tags and attributes allowed in comments, descriptions, and other fields.
et_ee: Kommentaarid, kirjeldused ja teised väljad võib varustada siltidega.

source: Follow the form <em>tag</em> =&gt; (<em>attribute</em> =&gt; (<em>attribute</em>=&gt; (), <em>attribute</em> =&gt; ()...)))
et_ee: Järgige seda skeemi <em>tag</em> =&gt; (<em>attribut</em> =&gt; (<em>attribut</em>=&gt; (), <em>attribut</em> =&gt; ()...)))

source: reset to default
et_ee: algseisu

source: Cookies:
et_ee: Küpsised :

source: Path
et_ee: Kaustatee

source: Duration
et_ee: Kestvus

source: enable gallery sessions
et_ee: kasuta galerii sessioone

source: The <em>path</em> Zenphoto will use when storing cookies. (Leave empty to default to <em>%s</em>)
et_ee: Kaustatee, mida Zenphoto kasutab küpsiste tegemiseks. Jäta tühjaks, kui tahad, et vaikimisi oleks <em>%s</em>)

source: Set to the time in seconds that cookies should be kept by browsers.
et_ee: Määra, mitu sekundit peavad veebilehitsejad küpsiseid elus hoidma.

source: If this option is selected Zenphoto will use <a href="http://www.w3schools.com/php/php_sessions.asp">PHP sessions</a> instead of cookies to make visitor settings persistent.
et_ee: Selle valiku korral kasutab Zenphoto küpsiste asemel <a href="http://www.w3schools.com/php/php_sessions.asp">PHP sessioone</a>, et saidi külastaja valikud jääksid püsima.

source: <strong>NOTE</strong>: Sessions will normally close when the browser closes causing all password and other data to be discarded. They may close more frequently depending on the runtime configuration. Longer <em>lifetime</em> of sessions is generally more conducive to a pleasant user experience. Cookies are the prefered storage option since their duration is determined by the <em>Cookie duration</em> option.
et_ee: <strong>Pane tähele</strong> : tavaliselt lõpeb sessioon veebilehitseja sulgemisega. Ühes sellega eemaldatakse mälust parool ja muud andmed. Samas võib sessioon katkeda ka sagedamini, sõltuvalt sellest, kuidas ta on seadistatud. Sessiooni pikem eluiga on üldjuhul ka kasutajasõbralikum. Küpsised on omakorda eelistatud andmeladustamise valik, mille eluiga määratakse küpsiste seadetes.

source: Name:
et_ee: Nimi:

source: Email:
et_ee: E-post:

source: This email name and address will be used as the <em>From</em> address for all mails sent by Zenphoto.
et_ee: See märgitakse <em>saatja aadressiks</em> kõigis kirjades, mille see veebisait teele saadab.

source: Users per page:
et_ee: Kasutajaid lehe kohta

source: Plugins per page:
et_ee: Pluginaid lehe kohta

source: Articles per page:
et_ee: Artikleid lehe kohta:

source: These options control the number of items displayed on their tabs. If you have problems using these tabs, reduce the number shown here.
et_ee: Siin määratakse, kui palju kuvada üksusi vahekaartides. Kui vahekaartide kasutamisega tekib probleeme, siis määra väiksem number.

source: <p>%s log limit</p>
et_ee: <p>%s logi piirang</p>

source: e-mail when exceeded
et_ee: e-kiri, kui piirnorm on ületatud

source: Logs will be "rolled" over when they exceed the specified size. If checked, the administrator will be e-mailed when this occurs.
et_ee: Logidest "sõidetakse üle" kui määratud mahupiir ületatakse. Administraatorile saadetakse kiri, kui selline asi juhtub.

source: save
et_ee: salvesta

source: Gallery title:
et_ee: Galerii nimi:

source: What you want to call your Zenphoto site.
et_ee: Nimi, mille soovite anda oma pildigalerii saidile.

source: Gallery description:
et_ee: Galerii kirjeldus:

source: A brief description of your gallery. Some themes may display this text.
et_ee: Teie galerii lühikirjeldus. Mõned kujundused võivad seda näidata, mõned mitte.

source: Gallery type
et_ee: Galerii tüüp

source: public
et_ee: avalik

source: private
et_ee: privaatne

source: Private galleries are viewable only by registered users.
et_ee: Privaatseid galeriisid näevad vaid registreeritud kasutajad.

source: Gallery password:
et_ee: Galerii salasõna:

source: Master password for the gallery. Click on <em>Gallery password</em> to change.
et_ee: Galerii üeamine salasõna. <br />Klikka <em>Galerii salasõna</em> selle muutmiseks.

source: Gallery guest user:
et_ee: Galerii külaliskasutaja:

source: User ID for the gallery guest user
et_ee: Külaliskasutaja ID

source: (repeat)
et_ee: (korda)

source: Master password for the gallery. If this is set, visitors must know this password to view the gallery.
et_ee: Galerii üldsalasõna. Kui see on jõus, siis peavad külastajad salasõna teadma, et galeriid näha.

source: Gallery password hint:
et_ee: Galerii salasõna vihje:

source: A reminder hint for the password.
et_ee: Salasõna meeldetuletusvihje.

source: Unprotected pages:
et_ee: Kaitsmata lehed:

source: Place a checkmark on any page scripts which should not be protected by the gallery password.
et_ee: Märgista iga leheskript, mida ei pea kaitsma parooliga.

source: Website title:
et_ee: Veebilehe nimi:

source: Your web site title.
et_ee: Teie veebilehe nimi.

source: Website url:
et_ee: Veebilehe aadress:

source: This is used to link back to your main site, but your theme must support it.
et_ee: Seda kasutatakse tagasiteena teie pealehele, eeldusel, et teie kasutatav kujundus seda toetab.

source: Album thumbnails:
et_ee: Albumi pisipildid:

source: Default thumbnail selection for albums.
et_ee: Albumite vaikimisi pisipildid.

source: Sort gallery by:
et_ee: Mille järgi galerii järjestada:

source: Sort order for the albums on the index of the gallery. Custom sort values must be database field names. You can have multiple fields separated by commas. This option is also the default sort for albums and subalbums.
et_ee: Galerii avalehe albumite järjestus. Kohandatud järjestuse väärtusteks peavad olema andmebaasiväljade nimed. Siin võivad olla mitme välja nimed - need tuleb komadega eraldada. Ühtlasi on see vaikimisi järjestus kõigile albumitele ja alamalbumitele.

source: Gallery behavior:
et_ee: Galerii toimingud:

source: Publish albums by default
et_ee: Albumid on vaikimisi avalikud

source: Publish images by default
et_ee: Pildid on vaikimisi avalikud

source: use latest image date as album date
et_ee: viimase pildi kuupäev on albumi kuupäev

source: visual thumb selection
et_ee: valikuloend näitab pisipilte

source: show subalbum thumbs
et_ee: näita alamalbumite pisipilte

source: <a href="javascript:toggle('albumpub');" >Details</a> for <em>publish albums by default</em>
et_ee: <em>Albumid on vaikimisi avalikud</em> <a href="javascript: toggle('albumpub');" >üksikasjad</a>

source: This sets the default behavior for when Zenphoto discovers an album. If checked, the album will be published, if unchecked it will be unpublished.
et_ee: Siin sätestatakse, mismoodi peab Zenphoto vaikimisi käituma, kui avastab uue albumi. Kui märkeruudus on linnuke, siis on album automaatselt avalik, kui ei, siis mitte.

source: <a href="javascript:toggle('imagepub');" >Details</a> for <em>publish images by default</em>
et_ee: <em>Pildid on vaikimisi avalikud</em> - <a href="javascript: toggle('imagepub');" >üksikasjad</a>

source: This sets the default behavior for when Zenphoto discovers an image. If checked, the image will be published, if unchecked it will be unpublished.
et_ee: Siin sätestatakse, mismoodi peab Zenphoto vaikimisi käituma, kui avastab uue pildi. Kui märkeruudus on linnuke, siis on pilt automaatselt avalik, kui ei, siis mitte.

source: <a href="javascript:toggle('albumdate');" >Details</a> for <em>use latest image date as album date</em>
et_ee: <em>Uusima pildi kuupäev on albumi kuupäev</em> - <a href="javascript: toggle('albumdate');" >üksikasjad</a>

source: If you wish your album date to reflect the date of the latest image uploaded set this option. Otherwise the date will be set initially to the date the album was created.
et_ee: Märkige, kui soovite, et albumi kuupäev peegeldaks värskeima pildi kuupäeva. Vastasel juhul on kuupäevaks albumi loomise hetk.

source: <strong>NOTE</strong>: Zenphoto will update the album date only if an image is discovered which is newer than the current date of the album.
et_ee: <strong>NB!</strong>. Zenphoto uuendab albumi kuupäeva ainult juhul, kui avastab pildi, mille kuupäev on albumi omast hilisem.

source: <a href="javascript:toggle('visualthumb');" >Details</a> for <em>visual thumb selection</em>
et_ee: <em>Valikuloend näitab pisipilte</em> - <a href="javascript: toggle('visualthumb');" >üksikasjad</a>

source: Setting this option places thumbnails in the album thumbnail selection list (the dropdown list on each album's edit page). In Firefox the dropdown shows the thumbs, but in IE and Safari only the names are displayed (even if the thumbs are loaded!). In albums with many images loading these thumbs takes much time and is unnecessary when the browser won't display them. Uncheck this option and the images will not be loaded.
et_ee: Valige, kui soovite, et albumi pisipiltide valiku loend näitaks ka pisipilte (need ilmuvad rippmenüüsse). Paraku töötab see ainult Firefoxis. IE, Safari ja Chrome näitavad ainult piltide nimesid, sõltumata valikust. Silmas tuleb pidada sedagi, et kui albumis on palju pilte, siis võib nende pisipiltide laadimine liiga kaua aega võtta. Samuti on see valik mõttetu juhul, kui brauser rippmenüüs pilte ei näita.

source: <a href="javascript:toggle('multithumb');" >Details</a> for <em>subalbum thumb selection</em>
et_ee: <em>Alamalbumi valikuloend näitab pisipilte</em> - <a href="javascript: toggle('multithumb');" >üksikasjad</a>

source: Setting this option allows selecting images from subalbums as well as from the album. Naturally populating these images adds overhead. If your album edit tabs load too slowly, do not select this option.
et_ee: See valik võimaldab valida pilte ka alamalbumitest. Samas võib see adminilehte ülemäära koormata. Lülitage see valik välja, kui albumi muutmise vaheleht hakkab liiga aeglaselt avanema.

source: Search password:
et_ee: Otsingu salasõna:

source: Password for the search guest user. click on <em>Search password</em> to change.
et_ee: Külaliskasutaja otsingu salasõna. Muutmiseks klikka <em>otsingu salasõnal</em>.

source: Search guest user:
et_ee: Otsingu külaliskasutaja:

source: User ID for the search guest user
et_ee: Otsingu külaliskasutaja ID

source: Password for the search guest user. If this is set, visitors must know this password to view search results.
et_ee: Salasõna otsingu külaliskasutajale. Kui see on määratud, siis peab külastaja teadma seda salasõna, et näha otsingutulemusi.

source: Search password hint:
et_ee: Otsingu salasõna vihje:

source: Search behavior settings:
et_ee: Otsingu täpsuse seaded:

source: partial
et_ee: osaline

source: exact
et_ee: täpne

source: Fields list:
et_ee: Väljad:

source: Treat spaces as
et_ee: Käsitle tühikuid kui

source: <em>space</em>
et_ee: <em>tühikuid</em>

source: <em>OR</em>
et_ee: <em>VÕI</em>

source: <em>AND</em>
et_ee: <em>JA</em>

source: Default search
et_ee: Vaikimisi otsing

source: <em>New</em>
et_ee: <em>Uus otsing</em>

source: <em>Within</em>
et_ee: <em>otsing tulemustest</em>

source: Do not return <em>album</em> matches
et_ee: Ära näita leitud <em>albumeid</em>

source: Do not return <em>image</em> matches
et_ee: Ära näita leitud <em>pilte</em>

source: Do not return <em>news</em> matches
et_ee: Ära näita leitud <em>uudiseid</em>

source: Do not return <em>page</em> matches
et_ee: Ära näita leitud <em>lehekülgi</em>

source: <em>Field list</em> is the set of fields on which searches may be performed.
et_ee: <em>Väljade loend</em> on kogum neist väljadest, mille andmete hulgas võib otsing toimuda.
