Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: *no logo selected
et_ee: *ühtki logo pole valitud

source: <a href="http://angoulvant.net/">Stephane Angoulvant</a> with modifications by Stephen Billard (sbillard)
et_ee: <a href="http://sblog.angoulvant.net/">Stephane Angoulvant</a>, redigeerinud <a href="http://stephen.sbillard.org/">Stephen Billard (sbillard)</a>

source: Based on Effervescence 1.1 with multiple color schemes and personalities added.
et_ee: Effervescence 1.1 põhjal koos mitmete värviskeemide ja täiendavate valikutega.

source: Start
et_ee: Alusta

source: Stop
et_ee: Peata

source: Page not found
et_ee: Lehekülge ei leitud

source: Image
et_ee: Pilt

source: Theme page
et_ee: Teemaleht

source: View album: %s
et_ee: Vaata albumit %s

source: Album Navigation
et_ee: Albumis liikumine

source: Next album
et_ee: Järgmine album

source: Next album »
et_ee: Järgmine album »

source: Prev Album
et_ee: Eelmine album

source: « Prev Album
et_ee: « Eelmine album

source: Tags:
et_ee: Sildid:

source: Latest Images for %s
et_ee: %s viimased pildid

source: Garland image display handling.
et_ee: Pildi vaikimisi kuvasuurus

source: Album index
et_ee: Racine des albums

source: Latest Images
et_ee: Viimased pildid

source: Next image
et_ee: Image suivante

source: Next »
et_ee: järgmine »

source: Previous image
et_ee: Image précédente

source: « Previous
et_ee: « eelmine

source: A password is required to access this page.
et_ee: Selle lehekülje külastamiseks on vaja salasõna.

source: Sorry, no matches for your search.
et_ee: Kahjuks ei leitud midagi.

source: Search pages
et_ee: Otsi lehekülgi

source: Search category
et_ee: Otsi kategooriaid

source: Set to enable search form.
et_ee: Lülita sisse otsinguvorm.

source: Allow cloud
et_ee: Luba sildipilve

source: Set to enable tag cloud for album page.
et_ee: Selle valikuga võimaldad albumilehele sildipilve.

source: Select the <em>pages</em> titlelink for the home page. Only unpublished pages are offered for selection.
et_ee: Vali lehtede lingi pealkiri avalehe jaoks. Valikut saab teha ainult avaldamata lehtede hulgast.

source: Modded Wordpress theme from, <a href="http://garlandtheme.blogspot.com/">garland</a>
et_ee: Wordpressi kujunduse <a href="http://garlandtheme.blogspot.com/">Garland</a> põhjal valminud teema

source: 1 image
et_ee: 1 pilt

source: %u images
et_ee: %u pilti

source: 1 album,&nbsp;1 image
et_ee: 1 album,&nbsp;1 pilt

source: %u album,&nbsp;1 image
et_ee: %u album,&nbsp;1 pilt

source: %1$u album,&nbsp;%2$u images
et_ee: %1$u album,&nbsp;%2$u pilti

source: 1 album,&nbsp;%u images
et_ee: 1 album,&nbsp;%u pilti

source: Next page
et_ee: Järgmine lehekülg

source: Album RSS feed
et_ee: Albumi RSS

source: images %1$u-%2$u of %3$u
et_ee: Albumid %1$u – %2$u sur %3$u

source: prev page
et_ee: eelmine leht

source: next page
et_ee: järgmine leht

source: SHOW
et_ee: NÄITA

source: HIDE
et_ee: PEIDA

source: No comments yet
et_ee: Kommentaare pole veel

source: %u comment so far
et_ee: Hetkel %u kommentaar

source: Link to Comment %u
et_ee: Link kommentaarile %u

source: Edit
et_ee: Muuda

source: Contact form
et_ee: Kontaktivorm

source: <a href="http://stopdesign.com/templates/photos/">Photo Templates</a> from Stopdesign
et_ee: <a href="http://stopdesign.com/templates/photos/">Galerii mallid</a>Stopdesign'ilt

source: All galleries
et_ee: Kõik galeriid

source: 1 album,&nbsp;%u image
et_ee: 1 album,&nbsp;%u pilt

source: Gallery Feeds
et_ee: Galerii infovood

source: Photos
et_ee: Fotod

source: Gallery Archive
et_ee: Galerii arhiiv

source: %1$u of %2$u images
et_ee: %1$u pilt(i) %2$u -st

source: Full Size
et_ee: Täissuurus

source: Previous
et_ee: Eelmine

source: Next
et_ee: Järgmine

source: <a href="http://stopdesign.com/templates/photos/">Photo Templates</a> from Stopdesign.
et_ee: <a href="http://stopdesign.com/templates/photos/">Mallid Stopdesing'ilt</a>.

source: Recently Updated Galleries
et_ee: Hiljuti uuendatud galeriid

source: View album: %s
et_ee: Vaata albumit: %s

source: Description
et_ee: Kirjeldus

source: Recent images
et_ee: Hiljutised pildid

source: View image:
et_ee: Vaata pilti:

source: Random images
et_ee: Juhuslikud pildid

source: Gallery data
et_ee: Galerii teave

source: Galleries
et_ee: Galeriid

source: A password is required
et_ee: Vaja on salasõna

source: %u albums,&nbsp;1 image
et_ee: %u albumit, &nbsp;1 pilt

source: %1$u albums,&nbsp;%2$u images
et_ee: %1$u albumit,&nbsp;%2$u pilti

source: %u albums
et_ee: %u albumit

source: Sorry, no matches found. Try refining your search.
et_ee: Kahjuks ei leitud midagi. Palun täpsusta otsingut.

source: Select what you want for the six special slides.
et_ee: <a href="http://stopdesign.com/templates/photos/">Photo Templates</a> from Stopdesign

source: Ported to Zenphoto by Mark Galeassi and Stephen Billard
et_ee: Zenphoto jaoks kohandanud Mark Galeassi ja Stephen Billard

source: A theme based on the design from <a href="http://stopdesign.com/templates/photos/">Douglas Bowman</a>. This theme is licensed under the <a href="http://creativecommons.org/licenses/by-nc-sa/2.5/">Creative Commons Attribution-NonCommercial-ShareAlike 2.5</a> License.
et_ee: Teema, mis tugineb <a href="http://stopdesign.com/templates/photos/">Douglas Bowman'i</a> disainile. Teema on kaetud litsentsiga <a href="http://creativecommons.org/licenses/by-nc-sa/2.5/">Creative Commons Attribution-NonCommercial-ShareAlike 2.5</a>.

source: <em>anonymous</em>
et_ee: <em>anonüümne</em>

source: (not displayed)
et_ee: (ei näidata)

source: (don't publish)
et_ee: (mitte avaldada)

source: Post
et_ee: Saada

source: Avoid clicking &ldquo;Post&rdquo; more than once.
et_ee: Väldi nupu « Saada » klikkamist rohkem kui üks kord.

source: Gallery archive
et_ee: Galerii arhiiv

source: Search album
et_ee: Otsi albumit

source: Zenpage theme designed by <a href="http://www.maltem.de">Malte Müller</a>
et_ee: Teema autor: <a href="http://www.maltem.de">Malte Müller</a>

source: Comments:
et_ee: Kommentaarid:

source: « prev thumbs
et_ee: « eelmised pisipildid

source: next thumbs »
et_ee: järgmised pisipildid »

source: Gallery index
et_ee: Avaleht

source: Gallery And News
et_ee: Galerii ja uudised

source: Use Colorbox
et_ee: Kasuta värvikasti

source: Check to display of the full size image with Colorbox.
et_ee: Värvikastiga näidatakse selle valiku korral täissuuruses pilti.

source: News on index page
et_ee: Uudised avalehel

source: Enable this if you want to show the news section's first page on the <code>index.php</code> page.
et_ee: Lülita sisse, kui soovid, et uudiste sektsiooni avaleht oleks <code>index.php</code>.

source: Homepage
et_ee: Avaleht

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site's homepage instead the normal gallery index.
et_ee: Vali mistahes <em>avaldamata Zenpage leht</em> (listed by <em>titlelink</em>) mis peaks olema avaleht tavalise galerii avalehe asemel.

source: Archive view
et_ee: Arhiiv

source: Powered by
et_ee: Mootor

source: zpMobile theme by
et_ee: zpMobile

source: Admin
et_ee: Halda

source: Back to top
et_ee: Üles

source: %d album
et_ee: %u album

source: %d image
et_ee: %u pilt

source: Direct link
et_ee: Otselink

source: Tags:
et_ee: Sildid :

source: View meta data
et_ee: Vaata metaandmeid

source: Latest images
et_ee: Viimased pildid

source: Latest news
et_ee: Viimased uudised

source: Allow direct link from multimedia
et_ee: Luba otselink multimeediafailidest

source: Check to enable a direct link to multimedia items on the single image page in case the player is not supported by the device but the actual format is.
et_ee: Tee märge, kui tahad lubada otselinki pildilehelt multimeediafailile juhul, kui veebilehitseja ei toeta pleierit, kuid faili tüüp on toetatud.

source: A theme primarily meant for mobile/smartphone browsing using <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
et_ee: Kujundus on mõeldud eelkõige telefonis kuvamiseks,kasutades <a href='http://jQuerymobile.com'>jQuerymobile raamistikku</a>.

source: Zenphoto Error:</strong> the requested object was not found.
et_ee: Zenphoto viga: otsitavat ei leitud.

source: Return to %s
et_ee: Tagasi %s juurde

source: No album provided to sort.
et_ee: Ühtki albumit pole järjestamiseks valitud.

source: Edit Album: <em>%1$s%2$s</em>
et_ee: Muuda albumit : <em>%1$s%2$s</em>.

source: Image order saved
et_ee: Piltide järjestus salvestatud

source: Nothing changed
et_ee: Miski ei muutunud

source: Back
et_ee: Tagasi

source: Apply
et_ee: Salvesta

source: View Album
et_ee: Vaata albumit

source: Set the image order by dragging them to the positions you desire.
et_ee: Järjestage pildid paigutades nad soovitud kujul ümber

source: Are you sure you want to delete the checked items?
et_ee: Oled ikka kindel, et tahad valitud asju kustutada?

source: edit comment
et_ee: muuda kommentaari

source: Are you sure you want to delete this comment?
et_ee: Oled kindel, et soovid kommentaari kustutada?

source: Delete
et_ee: Kustuta

source: Cancel
et_ee: Tühista

source: Author:
et_ee: Autor:

source: Web Site:
et_ee: Veebileht:

source: E-Mail:
et_ee: E-post :

source: Date/Time:
et_ee: Kuupäev ja kellaaeg:

source: Comment:
et_ee: Kommentaar:

source: Comment management
et_ee: Kommentaaride haldus

source: Comment is un-approved
et_ee: Le commentaires est bloqué

source: Approve
et_ee: Kiida heaks

source: Approve this comment
et_ee: Kiida kommentaar heaks

source: Comment is approved
et_ee: Kommentaar kiideti heaks

source: Un-approve
et_ee: Ära kiida heaks

source: Un-approve this comment
et_ee: Eemalda heakskiit kommentaarilt

source: Comment is private
et_ee: Privaatne kommentaar

source: Comment is public
et_ee: See kommentaar on avalik

source: Comment is anonymous
et_ee: Kommentaar on anonüümne

source: Comment is not anonymous
et_ee: Kommentaar ei ole anonüümne

source: Comment does not exist
et_ee: Seda kommentaari pole

source: Selected items deleted
et_ee: Valitud elemendid on kustutatud

source: Selected items marked as spam
et_ee: Valitud elemendid märgiti spämmiks

source: Selected items approved
et_ee: Valitud elemendid kiideti heaks

source: %u Comment deleted successfully.
et_ee: Kommentaar kustutati.

source: Changes applied
et_ee: Muudatused salvestati

source: You can edit or delete comments on your images.
et_ee: Võite pildi kommentaare muuta või kustutada

source: View full text
et_ee: Vaata kogu teksti

source: View truncated
et_ee: Vaata kärbitud teksti

source: Edit this comment
et_ee: Muuda kommentaari

source: *Bulk actions*
et_ee: *Masstoimingud*

source: Mark as spam
et_ee: Märgi spämmiks

source: Check All
et_ee: Märgi kõik

source: <strong>Missing Object</strong>
et_ee: <strong>Objekti pole!</strong>

source: [news]
et_ee: [uudised]

source: [page]
et_ee: [lehekülg]

source: Anonymous posting
et_ee: Saada anonüümselt

source: Private message
et_ee: Erasõnum

source: Approve this message (not SPAM)
et_ee: Kiida sõnum heaks (non spam)

source: Approve this message (not SPAM
et_ee: Kiida sõnum heaks (non spam)

source: Mark this message as SPAM
et_ee: Märgi sõnum spämmiks

source: Edit this comment.
et_ee: Muuda kommentaari.

source: Reply:
et_ee: Vasta:

source: Reply
et_ee: Vasta:

source: Delete this comment.
et_ee: Kustuta see kommentar

source: Marked as spam/approved
et_ee: Märgitud kui spämm/heakskiidetud

source: Edit comment
et_ee: Muuda kommentaari

source: E-mail comment author
et_ee: Saada e-kiri kommentaari autorile

source: You do not have edit rights on this album.
et_ee: Teil pole piisavalt õigusi selle albumi muutmiseks

source: dynamic
et_ee: dünaamiline

source: zenphoto Create Dynamic Album
et_ee: Loo dünaamiline album

source: Failed to save the album file
et_ee: Albumi faili salvestamine ebaõnnestus

source: Album name:
et_ee: Albumi nimi:

source: Create in:
et_ee: Loo kausta:

source: Thumbnail:
et_ee: Pisipilt:

source: Search criteria:
et_ee: Otsingu kriteeriumid:

source: Return albums found
et_ee: Kuva leitud albumid

source: Return images found
et_ee: Kuva leitud pildid

source: Return unpublished items
et_ee: Näita avaldamata pilte

source: Select <em>tagged</em> to tag the current search results with this <em>tag</em> and use as the album criteria.
et_ee: Vali <em>sildistatud</em> et sildistada otsingutulemused ning kasutada <em>silti</em> albumi kriteeriumina.

source: Search fields:
et_ee: Otsinguväljad:

source: Create the album
et_ee: Loo album

source: The album couldn't be created in the 'albums' folder. This is usually a permissions problem. Try setting the permissions on the albums and cache folders to be world-writable using a shell:
et_ee: Kausta 'albums' ei õnnestunud albumit luua. Tavaliselt on see kausta õiguste probleem. Püüa kaustale anda maksimaalsed õigused, st et kogu maailm saaks sinna kirjutada.

source: or use your FTP program to give everyone write permissions to those folders.
et_ee: või kasuta oma FTP programmi, et kaustada <em>kogu maailma jaoks</em> kirjutatavaks muuta

source: Are you sure you want to delete this entire album?
et_ee: Oled kindel, et tahad kogu albumit kustutada?

source: Are you Absolutely Positively sure you want to delete the album? THIS CANNOT BE UNDONE!
et_ee: Oled TÄIESTI kindel, et tahad albumit kustutada? Taastada seda enam ei saa !

source: New album name?
et_ee: Uue albumi nimi ?

source: new album
et_ee: uus album

source: Show thumbnail stand-in
et_ee: Näita asenduspisipilti

source: Show album thumb
et_ee: Näita albumi pisipilti

source: Set to published
et_ee: Avalda

source: Set to unpublished
et_ee: Ära avalda

source: Add tags
et_ee: Lisa sildid

source: Clear tags
et_ee: Eemalda sildid

source: Disable comments
et_ee: Lülita kommentaarid välja

source: Enable comments
et_ee: Lülita kommentaarid sisse

source: Change owner
et_ee: Muuda omanikku

source: Add tags to images
et_ee: Lisa piltidele sildid

source: Clear tags of images
et_ee: Kustuta piltide sildid

source: Move
et_ee: Paiguta ümber

source: Copy
et_ee: Kopeeri

source: Image metadata refreshed.
et_ee: Pildi metaandmed on värskendatud

source: descending
et_ee: kahanevalt

source: Current sort: <em>%1$s%2$s</em>.
et_ee: Praegune järjestus: <em>%1$s%2$s</em>.

source: Drag the albums into the order you wish them displayed.
et_ee: Lohista albumid soovitud järjekorda.

source: <strong>Note:</strong> Dragging an album under a different parent will move the album. You cannot move albums under a <em>dynamic</em> album.
et_ee: <strong>Märkus:</strong> Lohistades albumi teise albumi alla muudab tema asukohta. Albumit ei saa viia dünaamillise albumi alla.

source: Select an album to edit its description and data, or <a href="?page=edit&amp;album=%s&amp;massedit">mass-edit</a> all first level subalbums.
et_ee: Vali album, et muuta tema kirjeldust ja andmeid või <a href="?page=edit&amp;album=%s&amp;massedit">hulgitöötle</a> kõiki galerii esimese tasandi albumeid.

source: New subalbum
et_ee: Uus alamalbum

source: Edit this album
et_ee: Muuda albumit

source: Thumbnail generation may be time consuming on slow servers on when there are a lot of images.
et_ee: Kui pilte on palju ja server aeglane, siis võib pisipiltide loomine kaua aega võtta.

source: Click on the image to change the thumbnail cropping.
et_ee: Klikka pildil, et muuta pisipildi kärbet.

source: expand all fields
et_ee: näita kõiki välju

source: collapse all fields
et_ee: peida kõik väljad

source: %s (descending)
et_ee: %s (kahanevalt)

source: Manual
et_ee: Käsitsi

source: Display images by:
et_ee: Sorteeri pilte:

source: Reset
et_ee: Algseisu

source: crop %s
et_ee: kärbe %s

source: View
et_ee: Vaata

source: <strong>Filename:</strong>
et_ee: <strong>Faili nimi:</strong>

source: <strong>Image id:</strong>
et_ee: <strong>Pildi ID: </strong>

source: <strong>Dimensions:</strong>
et_ee: <strong>Mõõtmed :</strong>

source: <strong>Size:</strong>
et_ee: <strong>Maht:</strong>

source: Owner:
et_ee: Omanik:

source: General
et_ee: Üldine

source: Published
et_ee: Avaldatud

source: Allow Comments
et_ee: Kiida kommentaarid heaks

source: Reset hitcounter (%u hit)
et_ee: Loendur nulli (kokku : %u vaatamine)

source: Reset rating (%u star)
et_ee: Kustuta hääl (%u tärn)

source: Reset rating (unrated)
et_ee: Hääled nulli (pole veel hääletatud)

source: calendar
et_ee: kalender

source: Future publishing date.
et_ee: Tulevase avaldamise kuupäev

source: Expired!
et_ee: Aegunud!

source: Publish date
et_ee: Avaldamiskuupäev

source: Expiration date
et_ee: Aegumiskuupäev

source: Utilities
et_ee: Tarvikud

source: Rename File
et_ee: Nimeta fail ümber

source: Are you sure you want to select this image for deletion?
et_ee: Oled kindel, et tahad valida seda faili kustutamiseks?

source: to
et_ee: vers

source: Image will be deleted when changes are applied.
et_ee: La photo sera effacée quand les modifications seront appliquées.

source: Rotation:
et_ee: Pööramine:

source: 90 degrees
et_ee: 90 &deg;

source: 180 degrees
et_ee: 180 &deg;

source: 270 degrees
et_ee: 270 &deg;

source: Refresh %s metadata
et_ee: Värskenda %s metaandmed

source: Refresh Metadata
et_ee: Värskenda metaandmed

source: Crop thumbnail
et_ee: Kärbi pisipilti

source: Tags
et_ee: Sildid

source: Title:
et_ee: Pealkiri:

source: Description:
et_ee: Kirjeldus:

source: Set as thumbnail for:
et_ee: Määra pisipildiks üksusele:

source: Image watermark:
et_ee: Pildi vesimärk:

source: *no watermark
et_ee: *pole ühtki vesimärki

source: *default
et_ee: *vaikimisi

source: thumb
et_ee: pisipilt

source: full image
et_ee: täissuuruses pilt

source: Custom data:
et_ee: Oma andmed:

source: Location:
et_ee: Asukoht:

source: Credit:
et_ee: Autor(id):

source: Metadata:
et_ee: Metaandmed:

source: None selected for display
et_ee: Aucune n’est sélectionnée pour être affichée

source: Codeblocks:
et_ee: Blocs de code :

source: show more fields
et_ee: afficher plus de champs

source: show fewer fields
et_ee: afficher moins de champs

source: Edit All Albums in
et_ee: Muuda kõiki albumeid

source: Edit Gallery
et_ee: Muuda galeriid

source: Current sort: <em>%1$s%2$s</em>.
et_ee: Praegune järjestus: <em>%1$s%2$s</em>.

source: Select an album to edit its description and data, or <a href="?page=edit&amp;massedit">mass-edit</a> all gallery level albums.
et_ee: Valige album, mille andmeid ja kirjeldust soovite muuta või <a href="?page=edit&amp;massedit">muutke hulgitööna</a> kõiki albumeid.

source: New album
et_ee: Uus album

source: There are no albums for you to edit.
et_ee: Pole ühtki albumit, mida muuta

source: <a href="http://www.zenphoto.org" title="The simpler media website CMS">Zen<strong>photo</strong></a> version %1$s [%2$s]
et_ee: <a href="http://www.zenphoto.org" title="Lihtsaim pildi- ja multimeedia CMS">Zen<strong>photo</strong></a> versio0n %1$s [%2$s]

source: Zenphoto licence
et_ee: Zenphoto litsents:

source: License
et_ee: Litsents

source: User guide
et_ee: Kasutusjuhend

source: Forum
et_ee: Foorum

source: Bugtracker
et_ee: Veapäevik

source: View Change log
et_ee: Vaata uuenduste logi

source: Change log
et_ee: Uuenduste logi

source: Server date: %s
et_ee: Serveri kuupäev: %s

source: admin
et_ee: haldus

source: %1$s administration:%2$s%3$s
et_ee: %1$s haldus : %2$s%3$s

source: Zenphoto Administration
et_ee: Zenphoto haldamine

source: Logged in as %1$s
et_ee: Sisse loginud kui %1$s

source: Logged in as %1$s (last login %2$s)
et_ee: Sisse loginud kui %1$s (viimane ühendus : %2$s)

source: Log Out
et_ee: Välju

source: View <em>%s</em>
et_ee: Vaata <em>%s</em>

source: View gallery index
et_ee: Vaata galerii avalehte

source: Image order
et_ee: Piltide järjestus

source: Subalbums
et_ee: Alamalbumid

source: all
et_ee: kõik

source: add tag
et_ee: Lisa silt

source: Owner
et_ee: Omanik

source: Album Title
et_ee: Albumi nimi

source: Album Description:
et_ee: Albumi kirjeldus:

source: Album password:
et_ee: Albumi salasõna:

source: clear password
et_ee: tühjenda salasõna

source: Album guest user:
et_ee: Albumi külaliskasutaja:

source: Show password
et_ee: Kuva salasõna

source: repeat password:
et_ee: korda salasõna:

source: Password hint:
et_ee: Salasõna vihje:

source: Custom
et_ee: Kohandatud

source: Sort subalbums by:
et_ee: Mille järgi allalabumeid järjestada:

source: *gallery album sort order
et_ee: *galerii albumite järjestus

source: *parent album subalbum sort order
et_ee: *alamalbumis on pildid järjestatud nagu ülemalbumis

source: Descending
et_ee: Kahanev

source: custom fields:
et_ee: oma väljad:

source: Sort images by:
et_ee: Mille järgi pilte järjestada:

source: *gallery image sort order
et_ee: *galerii üldine piltide järjestus

source: *parent album image sort order
et_ee: *ülemalbumi piltide järjestus

source: Album theme:
et_ee: Albumi kujundusteema:

source: *gallery theme
et_ee: *galerii teema

source: Album watermarks:
et_ee: Albumi vesimärgid:

source: Thumbs
et_ee: Pisipildid

source: Reset hit counter (%u hit)
et_ee: Nulli külastusloendur (kokku: %u külastus)

source: Reset rating (%u stars)
et_ee: Nulli hääletustulemuse (%u tärni)

source: Rename Folder
et_ee: Nimeta kaust ümber

source: Delete album
et_ee: Kustuta album

source: Album will be deleted when changes are applied.
et_ee: Album kustutatakse, kui muudatused on rakendatud.

source: to:
et_ee: asukohta :

source: Dynamic album search:
et_ee: Otsi dünaamilist albumit:

source: Clears the album's cached images.
et_ee: Kustutab albumi puhverdatud pildid

source: Clear album image cache
et_ee: Tühjenda albumi puhver

source: Resets album's hit counters.
et_ee: Viib albumi külastusloendurid algseisu.

source: Reset album hit counters
et_ee: Nulli albumi külastusloendurid

source: Refreshes the metadata for the album.
et_ee: Muudab albumi metaandmed ajakohaseks.

source: Refresh album metadata
et_ee: Värskenda albumi metaandmeid

source: Albums (dynamic)
et_ee: Dünaamilised albumid

source: Images (dynamic)
et_ee: Dünaamilised pildid

source: Has Password
et_ee: On salasõnaga

source: Published/Un-published
et_ee: Avaldatud / avaldamata

source: Comments on/off
et_ee: Kommenteerimine sees / väljas

source: View the album
et_ee: Vaata albumit

source: Refresh metadata
et_ee: Värskenda metaandmeid

source: Reset hit counters
et_ee: Nulli loendurid

source: Edit this album: %s
et_ee: Muuda albumit : %s

source: images
et_ee: pildid

source: albums
et_ee: albumid

source: Subalbum List
et_ee: Alamalbumite loetelu

source: Password protected
et_ee: Salasõnaga kaitstud

source: Un-publish the album %s
et_ee: Peida album %s

source: Publish the album %s
et_ee: Avalda album %s

source: Unpublished
et_ee: Avaldamata

source: Comments on
et_ee: Kommenteerimine sees

source: Comments off
et_ee: Kommenteerimine väljas

source: View album
et_ee: Vaata albumit

source: View album %s
et_ee: Vaata albumit %s

source: unavailable
et_ee: pole saadaval

source: Refresh metadata for the album %s
et_ee: Värskenda albumi %s metaandmeid

source: Refresh metadata in the album %s
et_ee: Värskenda metaandmeid albumis %s

source: Reset hit counters for album %s
et_ee: Nulli albumi %s loendurid

source: Reset hit counters for the album %s
et_ee: Albumi %s loendurid viiakse algseisu

source: Delete the album %s
et_ee: Kustuta album %s

source: page %u
et_ee: lehekülg %u

source: Previous page
et_ee: Eelmine lehekülg

source: Cannot create new theme.
et_ee: Ei saa luua uut kujundusteemat

source: Directory "%s" already exists!
et_ee: Kaust %s on juba olemas!

source: Cannot find theme directory "%s" to copy!
et_ee: Kausta %s, mida soovid kopeerida, pole võimalik leida!

source: The <tt>/themes</tt> directory is not writable!
et_ee: Kaust <tt>/themes</tt> ei ole kirjutatav!

source: Could not create directory for the new theme
et_ee: Ei saa kuidagi luua uue kujundusteeema kausta
