Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: %1$s <em>%2$s</em> already assigned
et_ee: %1$s <em>%2$s</em> on juba seostatud

source: %1$s <em>%2$s</em> assigned
et_ee: Seostati %1$s <em>%2$s</em>

source: %1$s <em>%2$s</em> could not be assigned!
et_ee: %1$s <em>%2$s</em> ei ole võimalik siduda!

source: Comment could not be assigned!
et_ee: Kommentaari pole võimalik siduda!

source: %1$u comment already exists.
et_ee: %1$u kommentaar on juba olemas.

source: %1$u comment imported.
et_ee: %1$u commentaire importé.

source: No comments to import
et_ee: Pole kommentaare, mida importida

source: No posts or pages to import.
et_ee: Pole postitusi või lehti, mida importida.

source: An importer for <strong>Wordpress 3.x</strong> to the Zenpage CMS plugin that imports the following:
et_ee: <strong>Wordpress 3.x</strong> importija Zenpages CMS'i, mis impordib:

source: <strong>Posts (post_status published and draft only) => Zenpage articles</strong>
et_ee: <strong>Artiklid (olekus « avaldatud » ja mustandid) => Zenpage artiklid</strong>

source: <strong>Pages (post_status published and draft only) => Zenpage pages</strong>
et_ee: <strong>Lehed (« avaldatud » ja mustandids) => Zenpage lehed</strong>

source: <strong>Post categories => Zenpage categories including assignment to their article</strong>
et_ee: <strong>Artiklite kategooriad => Zenpage kategooriad, sealhulgas seosed artiklitega</strong>

source: <strong>Post tags => Zenphoto tags including assignment to their article</strong>
et_ee: <strong>Artiklite võtmesõnad => Zenpage sildid, sealhulgas seosed artiklitega</strong>

source: <strong>Post and page comments => Zenphoto comments including assignment to their article</strong>
et_ee: <strong>Lehtede või postituste kommentaarid => Zenphoto kommentaarid artiklite küljes</strong>

source: <strong>ERROR: </strong>The Zenpage CMS plugin is not enabled.
et_ee: <strong>VIGA:</strong> Zenpage CMS pole sisse lülitatud

source: Please enter your Wordpress database details:
et_ee: Sisesta oma Wordpressi andmebaasi üksikasjad :

source: Convert linefeeds to new lines (br)
et_ee: Muudab reavahetusmärgi html reavahetusmärgiks (br)

source: Import finished.
et_ee: Import jõudis lõpule.

source: Importing...patience please.
et_ee: Imporitimine käib. Palun kannatust...

source: Pages and Articles
et_ee: Lehed ja artiklid

source: New import
et_ee: Uus importimine

source: Extracts <em>XMP</em> metadata from images and <code>XMP</code> sidecar files.
et_ee: Extrait les métadonnées <em>XMP</em> des images et des fichiers associés.

source: Sidecar file extension
et_ee: Extension de fichier associé

source: The plugin will look for files with <em>image_name.extension</em> and extract XMP metadata from them into the <em>image_name</em> record.
et_ee: L’extension va chercher les fichiers avec <em>image_name.extension</em> et extraire les métadonnées XMP de l’enregistrement <em>image_name</em>.

source: If no sidecar file exists and the extension is enabled, the plugin will search within that type <em>image</em> file for an <code>XMP</code> block. <strong>Warning</strong> do not set this option unless you require it. Searching image files can be computationally intensive.
et_ee: Si aucun fichier associé n’existe et que l’extension est active, celle-ci va chercher dans ce type de fichier <em>image</em> un bloc de données <code>xmp</code>. <strong>Attention</strong> : n’activez pas cette option si vous ne vous en servez pas. En effet, elle peut être très consommatrice de ressources.

source: Export metadata info to XMP sidecar.
et_ee: Exporter les informations de l’album dans un fichier associé XMP.

source: A CMS plugin that adds the capability to run an entire gallery focused website with zenphoto.
et_ee: Une extension CMS qui ajoute la possibilité de gérer un site complet à l’intérieur d’un site avec Zenphoto.

source: <strong>Note:</strong> This feature must be integrated into your theme. It is not supported by either the <em>default</em> or the <em>stopdesign</em> theme.
et_ee: <strong>Note.</strong> Cette fonctionnalité doit être intégrée à votre thème. Elle n’est pas supportée par les thèmes <em>default</em> et <em>stopdesign</em>.

source: Read more
et_ee: Loe edasi

source: Visit gallery page
et_ee: Külasta galeriid

source: Articles per page (theme)
et_ee: Artiklit lehe kohta (kujundus)

source: How many news articles you want to show per page on the news or news category pages.
et_ee: Le nombre d’articles à afficher par page dans les pages d’actualités ou de catégories d’actualités.

source: News article text length
et_ee: Longueur du texte de l’article

source: The length of news article excerpts in news or news category pages. Leave empty for full text.
et_ee: La longueur de l’extrait d’un article d’actualité sur les pages d’actualités ou de catégories d’actualités. Laissez-le vide pour afficher le texte en entier.

source: News article text shorten indicator
et_ee: Indicateur de tronquage du texte d’un article

source: Something that indicates that the article text is shortened, ' (...)' by default.
et_ee: Symbole pour indiquer que le texte de l’article a été tronqué : « (...) » par défaut.

source: The text for the link to the full article.
et_ee: Le texte du lien vers l’article intégral.

source: Set to enable the CombiNews feature to show news articles and latest gallery items together on the news section's overview page(s).
et_ee: Sélectionner pour activer la fonctionnalité CombiNews pour monter les nouveaux articles et les derniers ajout à la gallerie

source: <strong>Note:</strong> Images/albums and news articles are still separate, your Zenphoto gallery is not touched in any way!
et_ee: <strong>NOTE :</strong> Les images et les albums d’une part, et les articles d’autre part restent des entitées séparées. Votre galerie n’est pas afectée pour autant !

source: CombiNews: Gallery page link
et_ee: CombiNews : lien de la page de la galerie

source: The text for the 'read more'/'view more' link to the gallery page for images/movies/audio.
et_ee: Le texte pour le lien « lire la suite » / « en voir plus » vers la galerie pour les images, les films et les sons.

source: latest images: sized image
et_ee: dernières images : image redimensionnée

source: latest images: sized image maxspace
et_ee: dernières images : image maximisée

source: latest images: thumbnail
et_ee: dernières images : vignette

source: latest images: thumbnail-customcrop
et_ee: dernières images : vignette avec rognage

source: latest images: full image
et_ee: images récentes : image pleine grandeur

source: latest albums: sized image
et_ee: derniers albums : image redimensionnée

source: latest albums: sized image maxspace
et_ee: derniers albums : image maximisée

source: latest albums: thumbnail
et_ee: derniers albums : vignette

source: latest albums: thumbnail-customcrop
et_ee: derniers albums : vignette avec rognage

source: latest albums: full image
et_ee: viimased albumid: täissuuruses pildid

source: latest images by album: thumbnail
et_ee: dernières images par album : vignette

source: latest images by album: thumbnail-customcrop
et_ee: dernières images par album : vignette avec rognage

source: latest images by album: sized image
et_ee: dernières images par album : image redimensionnée

source: latest images by album: sized image maxspace
et_ee: dernières images par album : image maximisée

source: latest images by album: full image
et_ee: images récentes par album : image pleine grandeur

source: What you want to show within the CombiNews section.<br /><ul><li>Latest images: Entries for all images ever added</li><li>Latest albums: Entries for all albums ever created</li><li>Latest images by album: Entries for all images but grouped by images that have been added within a day to each album (Scheme: 'x new images in album y on date z')</li></ul> <em>maxspace</em> means that an uncropped image fitting max. width x max. height as set on the thumbnail width and height options is used (not for multimedia items!).
et_ee: Ce que vous voulez afficher dans la zone CombiNews.<br /><ul><li>Dernières images : parmi toutes les images déjà présentes</li><li>Derniers albums : parmi tous les albums déjà créés</li><li>Dernières images par album : parmi toutes les images mais groupés par jour pour chaque album (Schéma : « x nouvelles images dans l’album y en date du z »)</li></ul><em>maxspace</em> signifie qu’une image non rognée occupera tout l’espace disponible (selon les options de taille de vignette (pas pour les éléments multimédias !).

source: CombiNews: Sized image size
et_ee: CombiNews: Taille de l’image redimensionnée

source: The size of the sized image shown the CombiNews section <em>(only in latest images-sizedimage or latest albums-sizedimage mode)</em>.
et_ee: La taille de l’image redimensionnée dans la section CombiNews <em> (seulement dans les modes dernières images ou albums)</em>.

source: CombiNews: Sort order
et_ee: CombiNews : ordre de tri

source: publishdate
et_ee: avaldamise kuupäev

source: The sort order for your gallery items within the CombiNews display except for <em>latest images by album</em> which is by date or mtime only. <ul><li>'date' (date order)</li><li>'id' (added to db order)</li><li>'mtime' (upload order)</li><li>'publishdate' (manual publish date order - you might get really funny results if this is not set!)</li></ul>
et_ee: L’ordre de tri des éléments de votre galerie qui s’affichent dans CombiNews, sauf pour <em>images récentes par album</em> qui sont triées par date ou date de modification seulement.<ul><li>« date » : par date</li><li>« id » : par ordre d’ajout à la base de données</li><li>« mtime » : par ordre de chargement sur le serveur</li><li>« date de publication » : par date de publication définie manuellement )(vous aurez des résultats surprenants si cette date n’est pas définie)</li></ul>

source: <strong>Note: </strong> If you experience unexpected results, this refers only to the images that are fetched from the database. Even if they are fetched by id they will be sorted by date with the articles afterwards since articles only have a date.
et_ee: NOTE : si vous obtenez des résultats inattendus, cela correspond seulement aux images récupérées depuis la base de données. Même si le tri se fait par id ou mtime, si vous recherchez également des articles, tous les éléments seront triés par date (les articles n’ont qu’une date).

source: CombiNews: Gallery link
et_ee: CombiNews: Lien de la galerie

source: Choose if you want to link from the image entry to its image page directly or to the album page (if CombiNews mode is set for albums the link is automatically only linking to albums). This affects all links of the entry (<em>title</em>, <em>image</em> and the <em>visit gallery link</em>
et_ee: Choisir cette option si vous voulez établir un lien depuis une image vers la page de l’image ou vers la page de l’album associé. (Si le mode CombiNews est activé pour les albums, le lien se fait automatiquement vers ceux-ci). Cela affecte tous les liens associés (<em>titre</em>, <em>image</em> et <em>visiter la galerie</em>.)

source: CombiNews: Thumbnail crop width
et_ee: CombiNews : largeur de rognage des vignettes

source: For <em>thumbnail custom crop</em> only. Leave empty if you don't want to use it.
et_ee: Seulement pour le <em>rognage personnalisé des vignettes</em>. Laisser vide si vous ne comptez pas l’utiliser.

source: CombiNews: Thumbnail crop height
et_ee: CombiNews : hauteur de rognage des vignettes

source: CombiNews: Thumbnail width
et_ee: CombiNews : largeur des vignettes

source: For <em>thumbnail custom crop</em> and <em>sized image maxspace</em> variants only. Leave empty if you don't want to use it. For <em>maxspace</em> this is the max width of the uncropped sized image.
et_ee: Pour <em>le rognage personnalisé des vignettes</em> et <em>la taille maximale de l’image redimensionnée</em> uniquement. Laisser vide si vous n’utilisez pas ces options. <em>La taille maximale</em> est la largeur maximale de l’image redimensionnée mais non rognée.

source: CombiNews: Thumbnail height
et_ee: CombiNews : hauteur des vignettes

source: For <em>thumbnail custom crop</em> and <em>sized image maxspace</em> variants only. Leave empty if you don't want to use it. For <em>maxspace</em> this is the max height of the uncropped sized image.
et_ee: Pour <em>le rognage personnalisé des vignettes</em> et <em>la taille maximale de l’image redimensionnée</em> uniquement. Laisser vide si vous n’utilisez pas ces options. <em>La taille maximale</em> est la hauteur maximale de l’image redimensionnée mais non rognée.

source: CombiNews: Thumbnail crop x axis
et_ee: CombiNews : axe X de rognage des vignettes

source: CombiNews: Thumbnail crop y axis
et_ee: CombiNews : axe Y de rognage des vignettes

source: CombiNews: Show image description
et_ee: CombiNews : afficher la description de l’image

source: Set to show the image description with every item if using the CombiNews mode <em>latest images by album</em> only. Printed as a paragraph.
et_ee: Activer pour afficher la description de l’image sur chaque élément en mode CombiNews avec l’option <em>dernières images par album</em>. Sera affichée comme un paragraphe.

source: CombiNews: Show image title
et_ee: CombiNews: Afficher le titre de l’image

source: Set to show the image title with every item if using the CombiNews mode <em>latest images by album</em> only. Printed as h4-headline.
et_ee: À activer pour afficher le titre d’image sur tous les éléments en mode CombiNews avec l’option <em>dernières images par album</em>. Sera affiché comme un titre h4.

source: CombiNews: Custom title
et_ee: CombiNews : kohandatud pealkiri

source: Custom title for the <em>latest images by album</em> article. The string is in <code>sprintf()</code> syntax.<br />&nbsp;&nbsp;&nbsp;&nbsp;<code>%1$u</code> = new items count indicator (may be absent if redundant)<br />&nbsp;&nbsp;&nbsp;&nbsp;<code>%2$s</code> = title of the album they are in<br />&nbsp;&nbsp;&nbsp;&nbsp;<code>%3$s</code> = titles of the new items (up to the limit defined by the option below.)<p class="notebox">Never leave any of these three out!</p>
et_ee: Oma pealkiri artiklile teemal <em>viimatised pildid albumite kaupa</em>.See string vastab <code>sprintf()</code> süntaksile.<br />&nbsp;&nbsp;&nbsp;&nbsp;<code>%1$u</code> = new items count indicator (may be absent if redundant)<br />&nbsp;&nbsp;&nbsp;&nbsp;<code>%2$s</code> = title of the album they are in<br />&nbsp;&nbsp;&nbsp;&nbsp;<code>%3$s</code> = titles of the new items (up to the limit defined by the option below.)<p class="notebox">Never leave any of these three out!</p>

source: CombiNews: Custom title - Number of image titles
et_ee: CombiNews : titre personnalisé – nombre de titres d’image

source: How many images titles you want to show with the <em>latest images by album</em> title.
et_ee: Kui paljude piltide pealkirju tahad näidata valikuga <em>viimased pildid albumi kaupa</em>.

source: CombiNews: Number of images
et_ee: CombiNews : nombre d’images

source: * These options may be set via the <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a> plugin options.
et_ee: * Ces paramètres sont configurés avec ceux de l’extension <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a>.

source: Enable Zenpage CMS plugin
et_ee: Lülita Zenpage CMS plugin sisse

source: Edit Page
et_ee: Modifier la page

source: Delete page
et_ee: Supprimer la page

source: Delete Page
et_ee: Supprimer la page

source: Add Page
et_ee: Ajouter une page

source: Edit Article
et_ee: Muuda artiklit

source: Delete article
et_ee: Supprimer l’article

source: Delete Article
et_ee: Supprimer l’article

source: Add Article
et_ee: Ajouter un article

source: Adds a Zenphoto donations block to the admin overview page.
et_ee: Ajoute à la page d’aperçu de l’administration un bloc pour solliciter un don à Zenphoto.

source: Like using Zenphoto? Donate!
et_ee: Sulle meeldib Zenphotot kasutada? Sinu annetus on oodatud!

source: Your support helps pay for the Zenphoto site server and helps development of Zenphoto. Thank you!
et_ee: Sinu toetus on suureks abiks nii Zenphoto arendamisel kui ka Zenphoto serveri eest tasumisel. Täname Sind ette!

source: Places the latest 3 news articles from Zenphoto.org on the admin overview page.
et_ee: Affiche les trois derniers articles d’actualités de Zenphoto.org sur la page d’accueil de l’administration.

source: The length of the article to display.
et_ee: La longueur de l’extrait d’article à afficher.

source: News from Zenphoto.org
et_ee: Zenphoto.org uudised

source: Failed to retrieve link <em>%s</em>
et_ee: Impossible d’atteindre le lien <em>%s</em>

source: A connection to <em>Zenphoto.org</em> could not be established.
et_ee: Aucune connexion n’a pu être établie vers <em>Zenphoto.org</em>.

source: Zenphoto outgoing mail handler based on the PHP <em>mail</em> facility.
et_ee: Le gestionnaire de mails sortants de Zenphoto, basé sur la fonction <em>mail</em> de PHP.

source: <code>zenphoto_sendmail</code> failed to send <em>%s</em> to one or more recipients.
et_ee: L’extension <code>zenphoto_sendmail</code> n’a pas pu envoyer <em>%s</em> à un ou à plusieurs destinataires.

source: Zenphoto captcha handler.
et_ee: Zenphoto captcha käitleja

source: Hash key
et_ee: Räsivõti

source: The key used in hashing the CAPTCHA string. Note: this key will change with each successful CAPTCHA verification.
et_ee: CAPTCHA räsimiseks kasutatav võti. Märkus: see muutub iga õnnestunud CAPTCHA kontrolli järel

source: Allowed characters
et_ee: Lubatud tähemärgid:

source: The characters which may appear in the CAPTCHA string.
et_ee: Tähed ja numbrid, mida on lubatud CAPTCHA pildis kasutada

source: CAPTCHA length
et_ee: CAPTCHA pikkus

source: The number of characters in the CAPTCHA.
et_ee: CAPTCHA tähemärkide arv

source: random
et_ee: juhuslik

source: The font to use for CAPTCHA characters.
et_ee: CAPTCHA kontrollpildis kasutatava kirja font

source: Back to the overview
et_ee: Tagasi ülevaatesse.

source: [%u image]
et_ee: [%u pilt]

source: Refreshing cache for %s
et_ee: %s puhvri värskendamine

source: invalid_MaxSpace
et_ee: MaxSpace_invalide

source: all sizes for <i>%1$s</i>
et_ee: kõik suurused: <em>%1$s</em>

source: %u cache size to apply.
et_ee: %u rakendatav pildi suurus puhverdamiseks

source: %u cache size requested
et_ee: %u nõutav suurus pildi puhverdamiseks

source: Finished processing %1$u image (%2$s).
et_ee: %1$u pildi (%2$s) töötlemine jõudis lõpule.

source: Refresh the caching of the selected image sizes if some images did not render.
et_ee: Värskenda selles suuruses piltide puhvrit, kui mõni pilt ei ilmu ekraanile.

source: No cache sizes enabled.
et_ee: Puhverdamiseks pole määratud piltide suurust.

source: Cache the images
et_ee: Puhverda pildid

source: Executes the caching of the selected image sizes.
et_ee: Puhverdab pildid valitud suuruses.

source: Invalid Textobject instantiation: Album does not exist
et_ee: Tekstiobjekti vigane kuvamine: sellist albumit ei ole

source: Invalid Textobject instantiation: file does not exist
et_ee: Viga tekstiobjekti esilekutsumisel: faili pole

source: You attempted to clone to the master install.
et_ee: Vous avez tenté de cloner l’installation maîtresse.

source: The existing folder <code>%s</code> was replaced.
et_ee: Le dossier existant <code>%s</code> a été remplacé.

source: The existing folder <code>%1$s</code> was removed but Link creation failed.
et_ee: Le dossier existant <code>%s</code> a été enlevé, mais la création d’un lien a échoué.

source: The existing folder <code>%s</code> could not be removed.
et_ee: Le dossier existant <code>%s</code> n’a pas pu être enlevé.

source: The existing symlink <code>%s</code> was replaced.
et_ee: Le symlink existant <code>%s</code> a été remplacé.

source: The existing symlink <code>%s</code> was removed but Link creation failed.
et_ee: Le symlink existant <code>%s</code> a été enlevé, mais la création d’un lien a échoué.

source: The existing symlink <code>%s</code> could not be removed.
et_ee: Le symlink existant <code>%s</code> ne peut être enlevé.

source: The existing file <code>%s</code> was replaced.
et_ee: Le fichier existant <code>%s</code> a été remplacé.

source: The existing file <code>%s</code> was removed but Link creation failed.
et_ee: Le fichier existant <code>%s</code> a été enlevé, mais la création d’un lien a échoué.

source: The existing file <code>%s</code> could not be removed.
et_ee: Le fichier existant <code>%s</code> n’a pu être enlevé.

source: <code>%s</code> Link created.
et_ee: Lien <code>%s</code> créé.

source: <code>%s</code> Link creation failed.
et_ee: La création du lien <code>%s</code> a échoué.

source: Successful clone to %s
et_ee: Clonage réussi vers %s

source: setup the new install
et_ee: démarrer la nouvelle installation

source: Before running setup for <code>%1$s</code> please reinstall the following setup files from the %2$s [%3$s] to this installation:
et_ee: Avant d’exécuter le script d’installation de <code>%1$s</code>, veuillez installer de nouveau les fichiers d’installation suivants (dossier « setup ») de %2$s [%3$s] de cette installation :

source: Clone to <code>%s</code> failed
et_ee: Le clonage de <code>%s</code> a échoué

source: Create a new install with symbolic links to the current Zenphoto scripts.
et_ee: Crée une nouvelle installation avec des liens symboliques qui pointent vers les scripts de l’installation existante de Zenphoto.

source: <strong>Note:</strong> Existing Zenphoto scripts will be removed from the target if they exist.
et_ee: <strong>Note,</strong> Les scripts Zenphoto existants seront effacés de la cible, le cas échéant.

source: No subfolders in:
et_ee: Alamkaustadeta kaust:

source: Select the destination folder:
et_ee: Choisir le fichier de destination :

source: Clone Zenphoto
et_ee: Klooni Zenphoto

source: Site%s
et_ee: Sait%s

source: Private comment (don't publish)
et_ee: Privaatne kommentaar (ei avalikustata)

source: Add Comment
et_ee: Lisa kommentaar

source: 10 Most Recent Comments
et_ee: 10 viimast kommentaari

source: <strong>database error</strong>
et_ee: <strong>andmebaasi viga</strong>

source: <em>%1$s</em> commented on %2$s:
et_ee: <em>%1$s</em> kommenteeris %2$s :

source: You must supply the street field.
et_ee: Vous devez saisir le nom de la rue.

source: You must supply the city field.
et_ee: Vous devez saisir le nom de la ville.

source: You must supply the state field.
et_ee: Vous devez saisir le nom de l’état ou de la province.

source: You must supply the country field.
et_ee: Vous devez saisir le nom du pays.

source: You must supply the postal code field.
et_ee: Vous devez saisir le code postal.

source: Mail send failed
et_ee: L’envoi du mail a échoué

source: Error posting comment:
et_ee: Erreur lors de l’envoi du commentaire :

source: You must supply an e-mail address.
et_ee: Vous devez saisir une adresse mail.

source: You must enter your name.
et_ee: Vous devez saisir votre nom.

source: You must supply a WEB page URL.
et_ee: Vous devez saisir une adresse de page web.

source: CAPTCHA verification failed.
et_ee: La vérification du Captcha a échoué.

source: You must enter something in the comment text.
et_ee: Vous devez saisir du texte dans le champ du commentaire.

source: Your comment was rejected by the <em>%s</em> SPAM filter.
et_ee: Votre commentaire a été rejeté par le filtre anti-SPAM <em>%s</em>.

source: Your comment has been marked for moderation by the <em>%s</em> SPAM filter.
et_ee: Votre commentaire a été marqué pour modération ultérieure par le filtre anti-SPAM <em>%s</em>.

source: A comment has been placed in moderation on your album "%1$s".
et_ee: Un commentaire est en attente de modération sur votre album « %1$s ».
