Repository: jaanusnurmoja/zenphoto
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: et_ee

source: A comment has been posted on your album "%1$s".
et_ee: Un commentaire a été posté sur votre album « %1$s ».

source: A comment has been placed in moderation on your article "%1$s".
et_ee: Un commentaire est en attente de modération sur votre article « %1$s ».

source: A comment has been posted on your article "%1$s".
et_ee: Un commentaire a été posté sur votre article « %1$s ».

source: A comment has been placed in moderation on your page "%1$s".
et_ee: Un commentaire est en attente de modération sur votre page « %1$s ».

source: A comment has been posted on your page "%1$s".
et_ee: Un commentaire a été posté sur votre page « %1$s ».

source: A comment has been placed in moderation on your image "%1$s" in the album "%2$s".
et_ee: Un commentaire est en attente de modération sur votre image « %1$s » de l’album « %2$s ».

source: A comment has been posted on your image "%1$s" in the album "%2$s".
et_ee: Un commentaire a été posté sur votre image « %1$s » de l’album « %2$s ».

source: Author: %1$s Email: %2$s Website: %3$s Comment: %4$s
et_ee: Auteur : %1$s Email : %2$s Site web : %3$s Commentaire : %4$s

source: You can view all comments about this item here: %1$s
et_ee: Vous pouvez voir tous les commentaires sur cet élément ici : %1$s

source: You can edit the comment here: %1$s
et_ee: Vous pouvez modifier le commentaire ici : %1$s

source: Comment posted
et_ee: Kommentaar on sisestatud

source: Anonymous
et_ee: Anonyme

source: Title%s
et_ee: Pealkiri%s

source: Company%s
et_ee: Asutus/ettevõte%s

source: Website%s
et_ee: Veebileht%s

source: Phone%s
et_ee: Telefon%s

source: Subject<strong>*</strong>
et_ee: Teema <strong>*</strong> :

source: Message<strong>*</strong>
et_ee: Sõnum <strong>*</strong> :

source: Send e-mail
et_ee: Saada e-kiri

source: Deprecated
et_ee: Kasutuselt maha võetud

source: Locate calls on deprecated functions.
et_ee: Tee kindlaks kasutuselt kõrvaldatud funktsioonide esilekutsumise teekonnad.

source: In Themes
et_ee: Kujundustes

source: In User plugins
et_ee: Kasutaja pluginates

source: In Zenphoto code
et_ee: Zenphoto koodis

source: <strong>NOTE:</strong> This search will have false positives for instance when the function name appears in a comment or quoted string.
et_ee: <strong>Märkus.</strong> See otsing annab valepositiivseid tulemusi, eriti siis, kui funktsiooni nimi esineb kommentaaris või jutumärgistatud lauses.

source: No calls on deprecated functions were found.
et_ee: Kasutuselt kõrvaldatud funktsioonide esilekutsumisi ei leitud.

source: No statistic available
et_ee: Ühtki statistikat pole saadaval

source: Most downloaded files
et_ee: Enim allalaetud failid

source: Outdated file entries cleared from the database
et_ee: Aegunud failiandmed on andmebaasist eemaldatud

source: All download file entries cleared from the database
et_ee: Kõik kirjed allalaetud failide kohta on andmebaasist eemaldatud

source: Download Statistics
et_ee: Allalaadimiste statistika

source: Shows statistical graphs and info about your gallery's downloads if using the downloadList plugin.
et_ee: Näitab diagramme ja teavet galeriist tehtud allalaadimiste kohta, seda juhul, kui plugin downloadList on kasutusel.

source: Entries marked red do not exist in the download folder anymore but are kept for the statistics until you remove them manually via the button.
et_ee: Punasega märgitud kirjed näitavad asju, mida ei ole enam allalaadimiste kaustas, kuid mille kohta käivad kirjed on statistika tarvis säilitatud. Neid on võimalik vastava nupu abil eemaldada.

source: The downloadList plugin is not active
et_ee: L’extension downloadList n’est pas activée.

source: Clear outdated downloads from database
et_ee: Efface les téléchargements périmés de la base de données

source: Clear all downloads from database
et_ee: Efface tous les téléchargements de la base de données

source: File Manager
et_ee: Failihaldur

source: Zenphoto themes (%s)
et_ee: Zenphoto kujundused (%s)

source: Albums folder (%s)
et_ee: Albumi kaust (%s)

source: Could not create the FileStore directory %s. Please check the effective permissions.
et_ee: Impossible de créer le dossier FileStore %s. Vérifiez les droits en écriture.

source: Verification cancelled.
et_ee: Validation annulée.

source: OpenID authentication failed: %s
et_ee: L’authentification OpenID a échoué : %s

source: You have successfully verified <a href="%s">%s</a> as your identity.
et_ee: Vous avez validé avec succès <a href="%s">%s</a> comme étant votre identité.

source: Federated logon error:<br />%s
et_ee: Erreur de connexion (authentification unique fédérée) :<br />%s

source: OpenID Authentication
et_ee: OpenID autentimine

source: Identity URL:
et_ee: Teie OpenID:

source: Verify
et_ee: Kontrolli kehtivust

source: Return to Zenphoto
et_ee: Tagasi Zenphotosse

source: Not a valid OpenID URL
et_ee: See pole kehtiv OpenID

source: Authentication error; not a valid OpenID.
et_ee: Viga autentimisel: See pole kehtiv OpenID

source: Could not redirect to server: %s
et_ee: Ei saa ümber suujnata serverisse %s

source: Verisign Authentication
et_ee: Verisign autentimine

source: Verisign user id:
et_ee: Verisign ID:

source: back to Zenphoto
et_ee: Tagasi Zenphotosse

source: Map display error
et_ee: Viga kaardi kuvamisel

source: For information on URL limits visit <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a>.
et_ee: Pour connaître les limites des adresses URL, veuillez consulter cette page : <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a> (quelle est la longueur maximale d’une URL).

source: You can try a different browser or contact the site manager for assistance.
et_ee: Vous pouvez essayer un autre fureteur ou demander l’aide du gestionnaire du site.

source: If you are the manager of this site you can try the following:
et_ee: Si vous êtes le gestionnaire du site, vous pouvez essayer ceci :

source: Enable the <a href="javascript:parent.window.location=%s;">GoogleMap option</a> <em>Map sessions</em>.
et_ee: Activer <a href="javascript:parent.window.location=%s;">l’option GoogleMap</a> <em>Map sessions</em>.

source: Reduce the number of <em>points</em> being displayed
et_ee: Réduire le nombre de <em>points</em> affichés

source: Reduce the text passed as the description of each <em>point</em>
et_ee: Réduire le texte utilisé comme descriptif de chaque <em>point</em>

source: Parameters within braces are optional.
et_ee: Sulgudes parameetrid on soovi korral kasutamiseks.

source: Sort order saved.
et_ee: Piltide järjestus salvestatud

source: Target no longer exists
et_ee: La cible de cet élément de menu n’existe plus

source: The object of this menu is under password protection
et_ee: L’objet de ce menu est protégé par un mot de passe.

source: under password protection
et_ee: kaitstud salasõnaga

source: view
et_ee: Vaata

source: Ok to delete %s? This cannot be undone.
et_ee: Kustutada %s? Seda ei saa tagasi võtta.

source: delete
et_ee: Kustuta

source: Hidden and visible items
et_ee: Nähtavad ja peidetud elemendid

source: Visible items
et_ee: Nähtavad

source: hidden items
et_ee: Peidetud

source: Menu items for all Zenphoto objects added.
et_ee: Les éléments de menu pour tous les objets Zenphoto ont été ajoutés.

source: Menu items for all albums added.
et_ee: Les éléments de menu pour tous les albums ont été ajoutés.

source: Menu items for all Zenpage pages added.
et_ee: Les éléments de menu pour tous les pages Zenpage ont été ajoutés.

source: Menu items for all Zenpage categories added.
et_ee: Les éléments de menu pour tous les catégories Zenpage ont été ajoutés.

source: You forgot to select an album.
et_ee: Vous avez oublié de selectionner un album.

source: Album menu item <em>%s</em> added
et_ee: L’élement de menu d’album <em>%s</em> a été ajouté

source: You forgot to give your menu item a <strong>title</strong>!
et_ee: Vous avez oublié de donner un <strong>titre</strong> à votre élément de menu !

source: Gallery index menu item <em>%s</em> added
et_ee: L’élément de menu de l’index de la galerie <em>%s</em> a été ajouté

source: You forgot to give your menu item a <strong>link</strong>!
et_ee: Vous avez oublié de donner un <strong>lien</strong> à votre élément de menu !

source: Zenpage page menu item <em>%s</em> added
et_ee: L’élément de menu de la page Zenpage <em>%s</em> a été ajouté

source: Zenpage news index menu item <em>%s</em> added
et_ee: L’élément de menu de la page d’accueil des actualités Zenpage <em>%s</em> a été ajouté

source: Zenpage news category menu item <em>%s</em> added
et_ee: L’élément de menu de la catégorie d’actualités Zenpage <em>%s</em> a été ajouté

source: Custom page menu item <em>%s</em> added
et_ee: L’élément de menu de la page personnalisée <em>%s</em> a été ajouté

source: You forgot to provide a <strong>function</strong>!
et_ee: Vous avez oublié de donner une <strong>fonction</strong> à votre page !

source: Custom label added
et_ee: Le libellé personnalisé a été ajouté

source: Function menu item <em>%s</em> added
et_ee: L’élément de menu de la fonction <em>%s</em> a été ajouté

source: <em>HTML</em> added
et_ee: <em>HTML</em> ajouté

source: A <em>%1$s</em> item already exists in <em>%2$s</em>!
et_ee: Un élément <em>%1$s</em> existe déjà dans <em>%2$s</em> !

source: A <em>%1$s</em> item with the link <em>%2$s</em> already exists in <em>%3$s</em>!
et_ee: Un élément <em>%1$s</em> avec le lien <em>%2$s</em> existe déjà dans <em>%3$s</em> !

source: Menu item updated!
et_ee: L’élément de menu a été mis à jour !

source: Custom menu item successfully deleted!
et_ee: L’élément de menu personnalisé a été supprimé !

source: Menu item deleted failed
et_ee: L’élément de menu n’a pu être effacé

source: Menu item deleted
et_ee: L’élément de menu a été effacé

source: Menu '%s' deleted
et_ee: Le menu « %s » a été effacé

source: Menu '%s' duplicated
et_ee: Le menu « %s » a été dupliqué

source: Menu '%s' already exists
et_ee: Le menu « %s » existe déjà.

source: Name for new menu:
et_ee: Uue menüü nimi:

source: Copy_of_%s
et_ee: koopia_%s

source: Ok to delete menu %s? This cannot be undone!
et_ee: OK kustutab menüü %s ? Seda ei saa tagasi võtta!

source: Menu Manager
et_ee: Menüühaldur

source: (Menu: %s)
et_ee: (Menüü : %s)

source: Drag the items into the order and nesting you wish displayed. Place the menu on your theme pages by calling printCustomMenu().
et_ee: Lohistage menüüelemendid järjekorda ja üksteise alla, nagu soovite. Menüü saate oma kujunduselehtedel näidata koodiga printCustomMenu().

source: <strong>IMPORTANT:</strong> This menu's order is completely independent from any order of albums or pages set on the other admin pages. Use with customized themes that do not wish the standard Zenphoto display structure. Zenphoto functions such as the breadcrumb functions and the next_album() loop will NOT reflect of this menu's structure!
et_ee: <strong>Tähtis teada:</strong> Menüü järjestus ei sõltu kuidagi mistahes albumite järjestusest või lehtede järjekorrast teistel halduslehtedel. Soovitame seda kasutada vaid oma kujundustes, mis erinevad Zenphoto oma standardsest kuvamisstruktuurist. ZP standardfunktsioonid, nt « breadcrumb » ja « next_album() » ei arvesta kuidagi menüü struktuuri.

source: Add Menu Items
et_ee: Lisa menüüelemente

source: New Menu
et_ee: Uus menüü

source: Edit the menu
et_ee: Muuda menüüd

source: Duplicate %s menu
et_ee: Tee menüüst %s koopia

source: Duplicate menu
et_ee: Tee menüüst koopia

source: Delete %s menu
et_ee: Kustuta menüü %s

source: Delete menu
et_ee: Kustuta menüü

source: No menus exist
et_ee: Menüüsid ei ole

source: Menu target is password protected
et_ee: Menüü sihtkoht on salasõnaga kaitstud.

source: Show/hide
et_ee: Näita/peida

source: All menu items
et_ee: Kõik menüükirjed

source: This adds menu items for all Zenphoto objects. (It creates a "default" menuset.)
et_ee: Lisab menüükirjed kõigile Zenphoto objektidele (loob menüükomplekti « default »).

source: This is the normal Zenphoto gallery Index page.
et_ee: Normaalne Zenphoto galerii avaleht.

source: This adds menu items for all Zenphoto albums.
et_ee: Lisab menüükirjed kõigile Zenphoto albumitele.

source: Creates a link to a Zenphoto Album.
et_ee: Loob lingi Zenphoto albumile.

source: All Zenpage pages
et_ee: Kõik Zenpage lehed

source: This adds menu items for all Zenpage pages.
et_ee: Lisab menüükirjed kõigile Zenpage lehtedele

source: Zenpage page
et_ee: Zenpage lehed

source: Creates a link to a Zenpage Page.
et_ee: Loob lingi Zenpage lehele.

source: Zenpage news index
et_ee: Zenpage uudiste avaleht

source: Creates a link to the Zenpage News Index.
et_ee: Loob lingi Zenpage uudiste avalehele

source: All Zenpage categories
et_ee: Kõik Zenpage kategooriad

source: This adds menu items for all Zenpage categories.
et_ee: Lisab menüükirjed kõigi Zenpage kategooriatele

source: Zenpage news category
et_ee: Zenpage uudiste kategooria

source: Creates a link to a Zenpage News article category.
et_ee: Loob lingi Zenpage uudistekategooriale

source: Category
et_ee: Kategooria

source: Custom page
et_ee: Kohandatud leht

source: Creates a link to a custom theme page as described in the theming tutorial.
et_ee: Lisab lingi kohandatud kujunduse lehele, nagu on kirjas kujuduste õpetuses

source: Script page
et_ee: Skriptileht

source: Custom link
et_ee: Kohandatud link

source: Creates a link outside the Zenphoto structure. Use of a full URL is recommended (e.g. http://www.domain.com).
et_ee: Link väljapoole Zenphoto struktuuri. Soovitame kasutada täielikke URL -e (nt. http://www.domain.com).

source: Label
et_ee: Silt

source: Creates a <em>label</em> to use in menu structures).
et_ee: Loob <em>sildi</em> menüüstruktuurides kasutamiseks.

source: Function
et_ee: Funktsioon

source: Executes the PHP function provided.
et_ee: Käivitad määratud PHP funktsiooni

source: Inserts custom HTML.
et_ee: Lisab oma HTML-i

source: Menu Manager: Edit Menu Item
et_ee: Menüühaldur: muuda menüüelementi

source: Menu Manager: Add Menu Item
et_ee: Menüühaldur: lisa menüüelement

source: *Select the type of the menus item you wish to add*
et_ee: *Vali lisamiseks soovitud menüütüüp*

source: All Zenpage news categories
et_ee: Kõik Zenpage uudistekategooriad

source: Custom theme page
et_ee: Kohandatud kujundusleht

source: Menu <em>%s</em>
et_ee: Menüü <em>%s</em>

source: Type:
et_ee: Tüüp:

source: published
et_ee: avaldatud

source: Include <em>&lt;LI&gt;</em> element
et_ee: Kaasa element <em>&lt;LI&gt;</em>

source: Add <em>span</em> tags
et_ee: Lisada sildid <em>paanidele</em>

source: Class
et_ee: Klass

source: Manage content publication
et_ee: Gérer la publication de contenu

source: Image and album <em>Discovery</em> options
et_ee: Paramètres de <em>découverte</em> d’image et d’album

source: Defaults applied
et_ee: Défauts appliqués

source: Set defaults for album publishing and image visibility.
et_ee: Spécifie les réglages par défaut pour la publication de l’album et la visibilité des images.

source: Albums not published
et_ee: Avaldamata albumid.

source: %u unpublished album
et_ee: %u album non publié

source: Album changes applied
et_ee: Albumi muudatused salvestati

source: Unpublished state propagated
et_ee: État non publié propagé

source: Publish waiting albums.
et_ee: Publie les albums en attente.

source: Publish albums
et_ee: Publier les albums

source: Set all subalbums of an un-published album to un-published.
et_ee: Passe tous les sous-albums d’un album non-publié au mode non publié.

source: Propagate un-published state
et_ee: Propager la non-publication

source: No albums are un-published.
et_ee: Ükski album pole avaldamata.

source: Images not published
et_ee: Images non publiées

source: Review images older than: %s
et_ee: Revoir les images plus anciennes que : %s

source: Review un-published images.
et_ee: Revoir les images non publiées.

source: Review images
et_ee: Revoir les images

source: Image changes applied
et_ee: Modifications appliquées aux images

source: Set all to be published
et_ee: Avalda kõik

source: Set all to be un-published
et_ee: Muuda kõik mitteavaldatuks

source: Set all to be deleted
et_ee: Kustuta kõik

source: Publish
et_ee: Publier

source: Do not publish
et_ee: Ära avalda

source: all images
et_ee: toutes les images

source: Process the above changes.
et_ee: Kinnita ülalolevad muudatused

source: Process changes
et_ee: Vii muudatused ellu

source: %u album with unpublished images
et_ee: %u album avec des images non publiées

source: No images meet the criteria.
et_ee: Aucune image ne répond à ce critère.

source: Categories not published
et_ee: Catégories non publiées

source: %u unpublished category
et_ee: %u catégorie non publiée

source: Categories:
et_ee: Catégories :

source: Publish waiting categories.
et_ee: Publie les catégories en attente.

source: Publish categories
et_ee: Publie les catégories

source: No unpublished categories
et_ee: Aucune catégorie non publiée

source: News articles not published
et_ee: Nouveaux articles non publiés

source: %u unpublished article
et_ee: %u article non publié

source: Publish waiting articles.
et_ee: Publie les articles en attente.

source: Publish articles
et_ee: Publie les articles

source: Pages not published
et_ee: Pages non publiées

source: Pages changes applied
et_ee: Modifications appliquées aux pages

source: %u unpublished page
et_ee: %u page non publiée

source: Publish waiting pages.
et_ee: Publie les pages en attente.

source: Publish pages
et_ee: Publie les pages

source: Username* (this will be your user username)
et_ee: Kasutajanimi* (sellest saab teie kasutajanimi)

source: User ID
et_ee: Kasutaja ID

source: You may also register using federated credentials
et_ee: Võite registreeruda ka mõne muu lehe kasutajatunnustega

source: Analysis
et_ee: Analüüs

source: Search analysis
et_ee: Otsingu analüüs

source: No search criteria collected.
et_ee: Otsingukriteeriume pole

source: Top %u successful search criteria
et_ee: %u kõige tulemuslikumat otsingukriteeriumi

source: Successful search criteria
et_ee: Tulemuslikud otsingukriteeriumid:

source: Top %u failed search criteria
et_ee: %u kõige vähem tulemusi andvat otsingukriteeriumi

source: Failed search criteria
et_ee: Ebaõnnestunud otsingukriteerium

source: Top %u search terms used
et_ee: %u enimkasutatud otsisõna

source: Search terms used
et_ee: Kasutatud otsisõnad

source: Top %u Search IPs
et_ee: %u sagedasimat otsingu IP-d

source: Search IPs
et_ee: Otsingute IP-d

source: Change <em>Threshold</em> values
et_ee: Muuda <em>läve</em>

source: Sitemap
et_ee: Sisukord

source: Available sitemap files:
et_ee: Saadaval on järgmised sisukorrafailid:

source: No sitemap files available.
et_ee: Sisukorrafailie pole saadaval

source: <strong>NOTE:</strong> If your theme uses different custom settings instead of the backend options the sitemaps may not match your site.
et_ee: <strong>Note.</strong> Si votre thème utilise des réglages personnalisés au lieu des réglages par défaut, les sitemaps peuvent ne pas correspondre à votre site.

source: This creates individual static xml sitemap files of the following items:
et_ee: Ceci crée des fichiers sitemap individuels statiques des éléments suivants :

source: Zenphoto items
et_ee: Zenphoto üksused

source: Index pages
et_ee: Avalehed

source: <em>Albums</em>: These are split into multiple sitemaps.
et_ee: <em>Albums</em> : Ils sont répartis en plusieurs sitemaps.

source: <em>Images</em>: These are split into multiple sitemaps.
et_ee: <em>Images</em> : Elles sont réparties en plusieurs sitemaps.

source: Zenpage CMS items (if the plugin is enabled)
et_ee: Zenpage CMS-i üksused (kui see plugin on sisse lülitatud).

source: Additionally a sitemapindex file is created that points to the separate ones above. You can reference this sitemapindex file in your robots.txt file or submit its url to services like Google via <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>
et_ee: De plus, un fichier sitemapindex a été créé ; il pointe vers les fichiers sus-mentionnés. Vous pouvez référencer ce fichier sitemapindex dans votre fichier robots.txt ou soumettre son adresse à des services comme Google via <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>.

source: The sitemap cache is cleared if you create new ones. All files are stored in the <code>/cache_html/sitemap/</code> folder.
et_ee: Le cache du sitemap est purgé si vous en créez un nouveau. Tous les fichiers sont enregistrés dans le dossier <code>/cache_html/sitemap/</code>.

source: Clear sitemap cache
et_ee: Tühjenda sisukorra puhver

source: RSS suspended
et_ee: RSS on peatatud

source: The RSS feed is currently not available.
et_ee: Töötavat RSS voogu hetkel ei ole.

source: Site is now marked in upgrade.
et_ee: Le site est annoncé comme étant en cours de mise à jour.

source: Site is viewable.
et_ee: Le site peut être visité.

source: Site is avaiable for testing only.
et_ee: See veebileht on ainult testleht!

source: Album folder:
et_ee: Albumi kaust:

source: (Click on image to include)
et_ee: (Lisamiseks klikka pildil)

source: <em>Albumthumb</em>
et_ee: <em>Albumi_pisipilt</em>

source: <strong>Note:</strong> This album does not contain any images.
et_ee: <strong>Märkus:</strong> selles albumis pole ühtki pilti

source: Articles
et_ee: Artiklid

source: (Click on article title to include a link)
et_ee: Lingi sisestamiseks klikka artikli pealkirjal

source: All categories
et_ee: Kõik kategooriad

source: *Select*
et_ee: *Vali*

source: (only direct links!)
et_ee: (ainult otselingid!)

source: *Select an album*
et_ee: *Vali album*

source: (select variant below)
et_ee: (vali altpoolt sobiv variant)

source: What to include
et_ee: Mida sisestada

source: Image title
et_ee: Pildi nimetus

source: Album title
et_ee: Albumi nimi

source: Custom text
et_ee: Oma tekst

source: Custom thumbnail
et_ee: Vignette personnalisée

source: Sized image/multimedia item
et_ee: Muudetud mõõtmetega multimeediafail või pilt

source: Custom size (un-cropped)
et_ee: Oma (kärpimata) mõõtmed

source: Full image
et_ee: Täissuuruses pilt

source: Title and description
et_ee: Pealkiri ja kirjeldus

source: No description
et_ee: Kirjeldust pole

source: Show image description
et_ee: Näita pildi kirjeldust

source: Show album description
et_ee: Näita albumi kirjeldust

source: Link type
et_ee: Lingi tüüp

source: Link to image
et_ee: Link pildile

source: Link to full image
et_ee: Link täissuuruses pildile (originaalile)

source: Link to album
et_ee: Link albumile

source: No link
et_ee: Linkideta

source: Text wrap
et_ee: Reamurdmine

source: No wrap
et_ee: Reamurdmist pole

source: This provides access to your images and albums (select from the <em>Zenphoto</em> dropdown) as well as pages, news articles and news categories (select from the <em>Zenpage</em> dropdown) to easily include them in your pages and articles.
et_ee: Cela permet l’accès aux images et aux albums (choisissez-les dans le menu déroulant Zenphoto) ainsi qu’aux pages, aux actualités et aux catégories d’actualités (choisissez-les dans le menu déroulant Zenpage) pour les inclure facilement dans vos pages et vos articles.
